{
    "name": "Chinese Linguistics & Cognition Challenge (CLCC)",
    "description": "This dataset is a subjective benchmark created by BAAI FlagEval group.",
    "license": "CC-BY-4.0 license",
    "reference": "https://flageval.baai.ac.cn/",
    "examples": [
        {
            "input": "1、约翰喜欢看电影，玛丽也喜欢。\n2、约翰也喜欢看足球比赛。\n请问以上两句话是否是一个意思？",
            "target": "不一样",
            "ability": "信息分析"
        },
        {
            "input": "判断以下两句话是否语义相似：“昨天下午他们玩的很开心”和“这个苹果很好吃”",
            "target": "不相似",
            "ability": "信息分析"
        },
        {
            "input": "判断以下两句话是否语义相似：“我明天不去了”和“明天我有事”",
            "target": "相似",
            "ability": "信息分析"
        },
        {
            "input": "判断以下两句话是否语义相似：“昨天下午他们玩的很开心”和“这次旅游大家很快乐”",
            "target": "相似",
            "ability": "信息分析"
        },
        {
            "input": "本质上说，文化认同是对某一文化的信仰，值值观、道德规范和社会实践等方面的认同。提取句子主干\n",
            "target": "文化认同是认同。或认同是认同。",
            "ability": "信息分析"
        },
        {
            "input": "She has been to Paris three times. Please indicate the object of this sentence",
            "target": "Paris",
            "ability": "信息分析"
        },
        {
            "input": "写出两个无语的同义词，三个温柔的同义词",
            "target": "无语：沉默、无言以对、哑口无言、默然、寂然无声\n温柔：柔和、温和、和蔼、和善、温馨、亲切、和睦、慈祥、婉约",
            "ability": "信息分析"
        },
        {
            "input": "分别写出1个难受的反义词和2个可爱的反义词",
            "target": "难受：开心、愉快、舒适、安逸、轻松、快乐、幸福、美好、和谐、平静\n可爱：丑陋、讨厌、恶心",
            "ability": "信息分析"
        },
        {
            "input": "1、“这破酒店，厕所漏水，还有股异味”\n2、“离我们远点55分钟送到的，可以理解，饼和粥都不错”\n3、“鞋子穿着很舒服，透气性无敌的存在”\n对上面的话进行分类，哪些是正面的？哪些是负面的？",
            "target": "1、负面\n2、正面\n3、正面",
            "ability": "信息分析"
        },
        {
            "input": "1、“订单满减后应该是24，送过来要收我原价39？你搞笑呐，还少听加多宝！”\n2、“苹果皮薄，水多，甘甜如怡，色泽红润，值得二次购买。”\n3、“这个面包吃起来太硬，下次绝对不会再买。”\n对上面的话进行分类，哪些是正面的？哪些是负面的？",
            "target": "1、负面\n2、正面\n3、负面",
            "ability": "信息分析"
        },
        {
            "input": "中国司法大数据服务网是最高人民法院指定的中国司法数据服务平台。网站旨在拓展和管理司法大数据资源，推进司法大数据与国家 数据资源的融合运用，为司法管理和司法改革提供司法自主统计服务。请问该句子是哪个领域的文本？",
            "target": "法律",
            "ability": "信息分析"
        },
        {
            "input": "会议指出，我国经济恢复是一个波浪式发展、曲折式前进的过程。金融部门要认真学习领会中央政治局会议精神，继续落实好稳健货币政策精准有力的要求，用好政策空间、找准发力方向，不断推动经济运行持续好转、内生动力持续增强、社会预期持续改善、风险隐患持续化解。请问该句子是哪个领域的文本？",
            "target": "金融",
            "ability": "信息分析"
        },
        {
            "input": "1、\"我已经控制不住我自己鼠标了，今天发工资了！哈哈\"\n2、\"我非常喜欢这部电影，它充满了令人惊叹的视觉效果和扣人心弦的剧情。\"\n3、\"你们爱去不去，行了吧！\"\n4、\"看完这部电影，我已经控制不住我自己了！我不想搭理你。\"\n对上面的话进行分类，哪些是正面情感？哪些是负面情感？",
            "target": "1、正面\n2、正面\n3、负面\n4、负面\n\n",
            "ability": "信息分析"
        },
        {
            "input": "“这个铅笔是不太好用，但是便宜啊，还算能用。”\n对文本进行情感分析，属于正面情感、中性情感还是负面情感？",
            "target": "中性情感",
            "ability": "信息分析"
        },
        {
            "input": "将下列列表分成动物和植物类别。猫，狗，橡树，枫树",
            "target": "动物：猫，狗\n植物：橡树，枫树",
            "ability": "信息分析"
        },
        {
            "input": "将以下单词分为形容词和副词。Fast, quickly, pleasant, wisely",
            "target": "形容词：Fast, pleasant\n副词：quickly, wisely",
            "ability": "信息分析"
        },
        {
            "input": "提取出下句话中的形容词：聪明的我和帅气的哥哥吃了一个美味的三明治。",
            "target": "聪明、帅气、美味",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的全部数词：这本书一共有500页，我一口气买了29本，送给了我们班29位好朋友。这可是我半年的积蓄。但是我很开心。",
            "target": "500、一、29、29、半",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的名词：小明在马路上招呼了一辆出租车，这俩出租车是黄色的，上面画着一只小狗子和小猫。上了车之后朝着电话亭方向疾驰而去了。",
            "target": "小明、马路、出租车、小狗子、小猫、电话亭",
            "ability": "信息提取"
        },
        {
            "input": "从以下文本中提取出5个关键词。\n国际货币基金组织维持对中国的经济增长预期不变。丹尼尔·利表示，今年中国经济增长在加速，虽然有国内需求不足的情况存在，但净出口表现强于预期，抵消了投资的部分疲弱，中国仍是引领世界经济继续前进的重要引擎。此外，不久前刚刚公布的中国上半年的经济数据显示，上半年中国国内生产总值同比增长5.5%。对此，丹尼尔·利肯定了中国经济运行整体呈现回升向好态势。\n",
            "target": "经济增长预期、中国经济、净出口、引领世界经济、国内生产总值。",
            "ability": "信息提取"
        },
        {
            "input": "请抽取以下文本的关键词：我正在读一本名为《活着》的小说，这本书讲述了一个人的一生经历。故事的主人公是一个普通的农民，他经历了战争、饥荒、家庭变故等种种困难和挫折，但他始终坚持着对生命的热爱和追求。通过他的经历，读者可以深刻地感受到生命的可贵和人性的伟大。这本小说不仅是一部文学作品，更是一部反映社会历史和人生哲理的经典之作。",
            "target": "回答须包含《活着》",
            "ability": "信息提取"
        },
        {
            "input": "请抽取下文关键词： 这个周末，我计划去爬山，享受大自然的美好风景。我喜欢在大自然中散步、呼吸新鲜空气的感觉，这次爬山也是为了放松自己的心情，远离城市的喧嚣。我已经做好了充分的准备，带上了足够的水和食物，穿上了合适的鞋子和衣服。我相信这次爬山会是一次难忘的经历，我期待着在山顶俯瞰美丽的风景，感受自然的魅力",
            "target": "回答须包含爬山",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的副词：今天天空出现了一道相当美丽的彩虹，十分漂亮。",
            "target": "相当、十分",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的动词：有人捡到了300块钱后来归还了失主，失主以为找不到了，激动的哭了出来。",
            "target": "捡到、归还、找、哭",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的动词：厨师煮了一碗稀饭，结果让耗子给吃了。厨师一下午都在找耗子窝，最后看到了耗子窝。厨师最后买了包耗子药，等着喂给耗子吃，",
            "target": "煮、吃、找、看、买、喂",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的代词：请你们每个人把电脑放在它原来的位置。您们的父母官来啦。",
            "target": "你们、每、它、您们",
            "ability": "信息提取"
        },
        {
            "input": "2023上海樱花节入园须知：\n1、游客从公园一、二、三号门入园，入园时须规范佩戴口罩。\n2、游客须通过顾村公园订阅号、服务号或者宝山汇app进行实名制预约购票(包括免票游客、符合优惠政策的学生、老年人等)，享受优惠政策的游客另需出示身份证或各类优惠证件。\n3、公园开放时间：6:00-18:00 (16:30后停止入园)。\n4、游客入园时，主动出示“预约码”，配合工作人员核验。\n请广大游客在参观游览过程中，加强个人防护，自觉保持游园距离，文明、有序游园。咨询电话：56045199、36621019、56045098。\n樱花节期间，为体现政府项目的公益性、普惠性，樱花节期间公园门票仍实行平日票价，军人、老人、残疾人等仍可享受优惠政策，大中小学生、医护人员凭有效证件享受免票政策。成人票20元/人，60至64周岁老人凭有效身份证件16元/人，军人、65周岁及以上老人、残疾人等按照公园旅游景点价格管理规定，享受免票政策\n文章中怎么购票，咨询电话是什么？",
            "target": "购票方式:\n游客须通过顾村公园订阅号、服务号或者宝山汇app进行实名制预约购票。\n咨询电话:\n56045199、36621019、56045098。",
            "ability": "信息提取"
        },
        {
            "input": "2023年即将上市的新车：1、比亚迪海狮/海鸥有消息透露，海狮将基于比亚迪e平台3.0打造，有望推出单电机后驱和双电机四驱版车型。而海鸥定位为微型纯电动代步车，外观设计延续了海洋家族的设计风格，采用300km和400km两种续航的钠离子动力电池。2、大众ID.7在一月初举办的CES展会上，大众ID.7已经亮相，该车内部代号为AeroB，可视为帕萨特/迈腾等车型的纯电动继任者。新车将延续ID.系列的家族化设计风格，在外观方面采用非常流畅利落的设计语言，也在内饰的智能化方面有所升级。3、长安Lamore早在去年12月23日，长安汽车就发布了旗下全新轿车——长安Lamore的官图，同时官方还公布了新车的中文名称——“逸达”。新车定位一款紧凑型轿车，基于方舟架构打造，整体设计采用了长安家族全新的设计理念，造型更加年轻时尚。4、奇瑞瑞虎9新车采用的是奇瑞家族式的设计风格，搭配多边形大尺寸前格栅，内部辅以直瀑式镀铬饰条，提升了整个前脸造型的豪华感。并且奇瑞为了满足不同消费者的购车需求，新车或将还会提供5/7座可选。5、全新本田雅阁关于这款车型的众多配置信息，相信大家都在网上或多或少地了解了很多。本田全新一代雅阁将搭载1.5T以及2.0L油电混合动力引擎，传动系统匹配CVT以及E-CVT变速箱。内饰部分搭载10.2英寸液晶数字仪表以及7英寸/12.3英寸悬浮式液晶中控屏幕。\n列出文章中提到的上市新车名称",
            "target": "比亚迪海狮/海鸥\n大众ID.7\n长安Lamore（逸达）\n奇瑞瑞虎9\n本田全新一代雅阁",
            "ability": "信息提取"
        },
        {
            "input": "小明今天去了麦粒克买了10个鸭蛋，5斤西瓜，2箱雪碧，一共花了77块钱，然后下午去的农民体育馆去与小智打了篮球，晚上在肯达菲吃的火锅。小红是中午在创达电影院，晚上在日月新网吧玩了一宿。明天小明还计划去天津吃狗不理和万达商城。小红打算去成都吃一顿火锅，在去动物园看看熊猫。\n文章中小红今天都去了哪些地方？",
            "target": "创达电影院和日月新网吧",
            "ability": "信息提取"
        },
        {
            "input": "小明今天去了麦粒克买了10个鸭蛋，5斤西瓜，2箱雪碧，一共花了77块钱，然后下午去的农民体育馆去与小智打了篮球，晚上在肯达菲吃的火锅。小红是中午在创达电影院，晚上在日月新网吧玩了一宿。明天小明还计划去天津吃狗不理和万达商城。小红打算去成都吃一顿火锅，在去动物园看看熊猫。\n文章中小明和小红明天计划去哪些城市？",
            "target": "小明明天计划去天津，而小红计划去四川。",
            "ability": "信息提取"
        },
        {
            "input": "大力去西藏旅游，他的形成如下。\n第一天：从北京出发，驱车前往西安；\n第二天：从西安出发，经过兰州、西宁，到达青海湖畔；\n第三天：从青海湖出发，前往格尔木；\n第四天：从格尔木出发，经过柴达木盆地，到达拉萨；\n第五天到第七天：在拉萨逗留，游览布达拉宫、大昭寺、罗布林卡等景点；\n第八天：从拉萨出发，前往珠峰大本营；\n第九天：从珠峰大本营返回拉萨；\n第十天：从拉萨出发，返回西安；\n第十一天：从西安出发，返回北京。\n根据上面信息，大力最后四天在干什么？",
            "target": "第八天：从拉萨出发，前往珠峰大本营；\n第九天：从珠峰大本营返回拉萨；\n第十天：从拉萨出发，返回西安；\n第十一天：从西安出发，返回北京。",
            "ability": "信息提取"
        },
        {
            "input": "从以下文本中提取出所有的日期信息：\n网易体育7月17日报道：\n2023年7月16日世界女排联赛总决赛冠军争夺战，中国队对阵土耳其。经过四局激战，中国队总比分1-3落败屈居亚军，四局比分为22-25、25-22、19-25和16-25，土耳其拿下世界女排联赛总冠军。",
            "target": "网易体育7月17日报道：7月17日\n2023年7月16日世界女排联赛总决赛冠军争夺战：2023年7月16日",
            "ability": "信息提取"
        },
        {
            "input": "大力去西藏旅游，他的形成如下。\n第一天：从北京出发，驱车前往西安；\n第二天：从西安出发，经过兰州、西宁，到达青海湖畔；\n第三天：从青海湖出发，前往格尔木；\n第四天：从格尔木出发，经过柴达木盆地，到达拉萨；\n第五天到第七天：在拉萨逗留，游览布达拉宫、大昭寺、罗布林卡等景点；\n第八天：从拉萨出发，前往珠峰大本营；\n第九天：从珠峰大本营返回拉萨；\n第十天：从拉萨出发，返回西安；\n第十一天：从西安出发，返回北京。\n根据上面信息，大力第六天在干什么？第几天返回的西安？",
            "target": "根据提供的行程安排，大力的第六天在拉萨逗留，游览布达拉宫、大昭寺、罗布林卡等景点。\n大力在第十天返回西安。",
            "ability": "信息提取"
        },
        {
            "input": "据可靠消息，2023年上半年中国新能源汽车品牌的市场零售量如下，比亚迪销量110万辆，特斯拉销量为29万辆，埃安销量为21万辆，五菱销量为17万辆，理想销量为14万辆，长安销量为8万辆，大众销量为7万辆，腾势销量为6万辆，哪吒销量为6万辆，蔚来销量为5万辆。\n根据以上信息，销量大于10万辆的品牌有哪些？",
            "target": "比亚迪、特斯拉、埃安、五菱、理想",
            "ability": "信息提取"
        },
        {
            "input": "下面是一张学科报名信息表，列出所有报数学的女生信息：\n张燕（女）- 语文、物理\n王军（男）- 数学、英语\n李霞（女）- 体育、化学\n刘强（男）- 数学、物理\n张静（女）- 语文、数学\n王勇（男）- 英语、体育\n李敏（女）- 数学、化学\n赵军（男）- 语文、物理\n黄莹（女）- 数学、体育\n周杰（男）- 语文、化学\n王磊（男）- 数学、英语\n张倩（女）- 英语、物理\n李明（男）- 语文、英语\n王丽（女）- 数学、体育\n刘涛（男）- 语文、物理\n张宇（男）- 数学、英语\n李红（女）- 语文、物理\n王鹏（男）- 英语、化学\n周婷（女）- 数学、体育\n张阳（男）- 语文、化学\n李伟（男）- 数学、体育\n王娟（女）- 语文、英语\n刘鑫（男）- 英语、物理\n张婷（女）- 数学、化学\n李勇（男）- 语文、体育\n王霞（女）- 英语、物理\n周明（男）- 语文、英语\n张飞（男）- 数学、物理\n李磊（男）- 语文、化学\n王红（女）- 数学、英语",
            "target": "\n李敏（女）- 数学、化学\n黄莹（女）- 数学、体育\n王丽（女）- 数学、体育\n周婷（女）- 数学、体育\n张婷（女）- 数学、化学\n王红（女）- 数学、英语\n张静（女）- 语文、数学\n",
            "ability": "信息提取"
        },
        {
            "input": "从这封电子邮件中提取寄件人的姓名和邮寄地址：亲爱的凯利，很高兴在研讨会上与您交谈。我觉得简的演讲很好，谢谢你的书，这是我的地址 2111 Ash Lane, Crestview CA 92002 Best, Maya",
            "target": "\n\nMaya，2111 Ash Lane, Crestview CA 92002\n\n",
            "ability": "信息提取"
        },
        {
            "input": "从排行榜中可以看出，排名前十的车型在续航能力上都表现出色，实测续航里程都在400km以上，其中阿维塔11和ZEEKR 009更是突破了500km大关。极氪009作为一款MPV车型，能有这么强的达成率，还是非常牛的，随着续航能力逐渐得到提升，消费者其实不再需要过多担心续航焦虑问题，500多公里的续航，跑一个小长途也是没一点问题的。\n其次，榜单中出现了一些新兴品牌的车型，如高合。它们在续航能力上表现出色，其中高合 HiPhiz 的实测续航甚至超过了508km，达成率达到72.10%。二线品牌在技术研发和产品推出方面取得了显著进展，正在逐渐崭露头角。\n长续航单电机版受欢迎，排名前列的车型中，有不少都是采用单电机布局的车型，如阿维塔11、小鹏P7和路特斯 Eletre。这些车型在实测续航和达成率上都表现优异，说明单电机方案在续航性能上有一定的优势。这可能是因为单电机方案在电动车设计中更加简洁，减少了重量和成本，同时在技术优化上有所突破。\n其次，续航达成率也很重要除了实测续航里程外，续航达成率也是一个重要指标。续航达成率越高，说明车辆的实际续航表现越接近官方标称值，用户使用时的满意度也会更高。在排行榜中，虽然有一些车型的实测续航较高，但达成率并不突出，这可能是因为车辆在实际使用中受到了多种因素的影响，如驾驶风格、路况等。\n列出文章的重要信息",
            "target": "\n文章提到的重要信息:\n排名前十的电动车续航里程都在400km以上,两款车型超过500km。\n新兴品牌的车型续航表现出色,高合HiPhiz续航超过508km。\n单电机版的电动车续航表现较好,多款排名前列。\n续航达成率也很重要,能反映实际续航和官称数据的匹配程度。\n一些续航数据高但达成率不突出的车型,可能受使用条件影响较大。",
            "ability": "信息概括"
        },
        {
            "input": "（一）层层传达，确保到边到位。各级各部门要采取党委（党组）会、党员组织生活、干部政治学习、群众院坝会等多种形式，迅速把总书记重要讲话精神传达到基层组织、广大党员和干部群众，使讲话精神家喻户晓、深入人心。\n（二）深入学习，领会精神实质。各级党委（党组）中心组要把学书记重要讲话精神作为重点内容，各级党员领导干部要带头学习，全体党员干部要坚持集中学习与个人自学相结合，在全面领会精神实质的基础上，结合实际、突出重点、深化认识。要充分利用读书活动、学习型机关创建活动等载体，开展对总书记重要讲话精神的学习。要把学书记重要讲话精神与学习“314”总体部署、市第三次党代会精神、区委二届二次全委（扩大）会议精神结合起来，进一步加深理解、把握精髓。\n（三）广泛宣传，营造浓厚氛围。区委宣传部要加强对全区学习宣传总书记重要讲话精神工作的组织和指导；《武陵都市报》、中央电视台等新闻媒体要开辟学习宣传专栏，大力宣传胡锦总书记提出的新要求，宣传各级各部门学习贯彻的新思路、新举措；各级各部门要利用各种活动阵地开展宣传工作。要通过层层传达，广泛宣传，营造学习贯彻总书记重要讲话精神的良好氛围，使总书记对赵连生的关怀和期望深入人心，转化为全区各级各部门做好工作的巨大动力，进一步激励和引导全区干部群众积极投身区域性中心城市建设。\n列出文章的重要信息",
            "target": "文章重要信息:\n层层传达,确保讲话精神到边到位\n深入学习,领会精神实质\n广泛宣传,营造浓厚氛围\n转化为做好工作的巨大动力\n",
            "ability": "信息概括"
        },
        {
            "input": "星期六的傍晚，天阴沉沉的，还不时飘着细细小雨。几只家燕在马路上嬉戏着。突然，一辆大货车呼啸而过，我的心一紧，禁不住闭上了眼睛。我知道不幸的事发生了。\n当我睁开眼睛时，那辆货车已从燕子身上风驰电掣地冲过去了，而那只家燕却已遍体鳞伤、奄奄一息了。不久，那只家燕就躺在地上一动也不动了，我想，它肯能永远永远地睡着了······ 忽然，一个黑影在我眼前飞过。我猜想，那肯能是它的母亲。\n它的母亲在它身边绕着圈，仿佛在说：“孩子，快起来，这里危险。”孩子的母亲似乎明白了什么，便张开双翅，为孩子撑起一把“大伞”挡住雨水。 后来，孩子的母亲已完全明白了，它的孩子已经永远永远地睡着了。\n燕子的母亲“唧唧”地叫着，仿佛在哭泣着······ 直到夜晚，燕子的母亲还依然执着地等着，等着奇迹发生。\n最后，家燕的母亲知道了，奇迹不会降临。只好和它的孩子默默的分离了，分离时还回着头······ 我又一次猜想，那只睡着的燕子也许飞到了没有危险的地方了。\n夜晚，一颗星星在天空中发亮着······如果能让它复活该多好呀。\n写出文章摘要",
            "target": "这篇文章描写了一个关于燕子和它的母亲的悲伤故事。在一个阴沉的傍晚，家燕在马路上嬉戏时被一辆大货车撞伤，濒临死亡。燕子的母亲在它身边绕圈，试图唤醒它并保护它。然而，最终燕子无法醒来，它的母亲继续叫喊着，等待奇迹发生。但最终，它明白奇迹不会降临，只好默默地与孩子分离。作者猜想燕子也许已经飞到了安全的地方。夜晚来临时，一颗星星在天空中闪耀，希望能够让燕子复活。",
            "ability": "信息概括"
        },
        {
            "input": "“蛟龙”号使我国成为继美国、法国、俄罗斯、日本之后世界上第五个掌握大深度载人深潜技术的国家。2009年，我国研发的?“蛟龙”号载人潜水器在南中国海首次开展了1000米级深潜试验。2010年已能下潜到3759米的海底，并完成了海底取样、海底微地形地貌探测等任务。2011年7～8月，“蛟龙”号载人潜水器又在东北太平洋成功进行了5000米级试验，取得了一系列技术和应用成果。仅仅过了一年，2012年6月27日，“蛟龙”号在马里亚纳海沟开展了7000米级载人深潜试验，下潜到7062米深度，创造了国际上同类作业型载人潜水器下潜深度的最高纪录。此次海试进行了海水矿物取样、标志物布放、高清摄录、高精度海底地形测量等深海调查作业，并首次获取了这一海域7000米深度的动物影像和样本。2013年，“蛟龙”号转入试验性应用，并首次搭载科学家下潜，取得了大量宝贵样品，标志着我国已经具备了进行深海实地科学考察和研究的能力。2014～2015年，“蛟龙”号在印度洋下潜。2016年5月，“蛟龙”号在西北太平洋雅浦海沟进行科学应用下潜，并开展了超过1公里远的近底航行。\n\n“蛟龙”号载人潜水器的研制充分体现了我国自主科技创新的追求。它与美国最新的6500米级?新“阿尔文”号载人潜水器在水下的工作时间极限相同，能够携带的科学有效负载也相当，操纵性能和悬停作业能力相近，但在下潜深度方面它要深500米。“蛟龙”号的自动驾驶水平、水声通信功能也要略胜一筹，特别是水声通信传输图像的能力和微地形地貌的探测能力更是“新阿尔文号”所不具备的。\n写出文章摘要",
            "target": "“蛟龙”号是我国自主研发的载人潜水器,使中国成为继美国等四国后,第五个掌握大深度载人潜水技术的国家。“蛟龙”号先后完成1000米、5000米和7000米级的载人深潜试验,刷新同类装备的最大下潜深度纪录。它实现了海底取样、测绘等科学任务,标志着中国具备深海实地科考能力。“蛟龙”号的技术指标与美国“新阿尔文号”媲美,在最大工作深度等指标上更占优势,展现了我国自主创新追求。",
            "ability": "信息概括"
        },
        {
            "input": "日前，我们从一汽丰田官方获悉，新款亚洲龙2.0升CVT臻选版上市，官方指导价格为20.98万元，并在臻选版基础上推出岭南版车型，拥有专属标识，动力方面继续搭载2.0升自然吸气发动机。\n此次新增的臻选版在外观设计上与在售车型保持一致，延续了大尺寸多边形进气格栅设计以及造型狭长的前大灯组，尾部也采用了时下流行的贯穿式后尾灯组。\n内饰部分，新增的2款车型依旧延续对称式布局，配8英寸悬浮式中控屏和7英寸液晶仪表盘（低配为显示屏）。同时，臻选版在原2.0升进取版车型基础上，增加真皮座椅、真皮挡把、真皮方向盘、副驾驶席后排座椅电动可调以及后排座椅4/6比例放倒。\n此外，针对南部区域的用户，岭南版在臻选版基础上可加装融入广西绣球、福建土楼、佛山醒狮以及海南椰树等具有岭南地域特色的专属标识。\n动力方面，臻选版车型均搭载2.0升自然吸气发动机，最大功率130千瓦，峰值扭矩207牛·米，配备CVT变速箱。此外，2023款亚洲龙还提供2.5升燃油动力以及2.5升油电混合动力可选。\n用60个字概括上面的信息",
            "target": "一汽丰田推出新款亚洲龙2.0升CVT臻选版和岭南版车型，外观延续现有车型设计，内饰增加真皮座椅和电动可调座椅等配置，搭载2.0升自然吸气发动机和CVT变速箱，可选2.5升燃油动力和油电混合动力。",
            "ability": "信息概括"
        },
        {
            "input": "概括下三国演义中，诸葛亮的战绩。字数要求300字以上。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "概括下封神榜中，哪吒的战绩。字数要求300字以上。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "对红楼梦中的贾宝玉做下300字的生平",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "对水浒传中的林冲做下300字的生平",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "用300字概述三体人“智子计划”的主要内容。",
            "target": "内容相符，字数接近即可",
            "ability": "信息概括"
        },
        {
            "input": "在从猿到人的进化过程中，人们考虑到地理、气候、动植物资源等因素是完全正确的。但在禄丰古猿、东方人、元谋人生存的区域内有丰富的盐泽，不能不促使我们去思考盐在从猿到人进化中的作用。吃熟食易消化，促进原始人类的进步；古猿食盐促进食物消化，促进营养合成，增强古猿体质，从而提高了古猿的生存能力，促进了古猿的进化，也是合乎逻辑的。\n用一句话概括这段文字意在强调",
            "target": "强调盐在古猿进化中的作用",
            "ability": "信息概括"
        },
        {
            "input": "随着科学技术的进步，电脑的问世让人类制造这样的机器“耳朵”成为可能。20世纪60年代，科学家开始在实验室里研究声控技术的核心——语言识别技术。20世纪70年代末，微电脑的出现更是让声控技术实现了飞跃式发展——微电脑处理与存贮信息的神奇功能，以及它低廉的价格、小巧的体积，为声控技术走出实验室创造了必要条件，人们由此开启了实际应用声控技术的新时期。\n用一句话概括这段文字主要介绍了",
            "target": "声控技术的发展",
            "ability": "信息概括"
        },
        {
            "input": "用一句话（不超过20字）概括下面一则新闻的主要内容：本报综合消息，近期《汉字英雄》和《中国汉字听写大会》这两档汉字听写节目火了，它们不仅将汉字“听写课”开到了电视上，还让告别校园多年的成年人也甘当“陪考”，老老实实地学起了写字。有关数据显示，节目播出6小时内在微博话题电视节目中排行榜第一位，甚至超越了《中国好声音》等多档节目。两档汉字听写类节目的走红，让不少国人惊呼自己已经“不会写字”，也再次引起人们对汉字文化传承的忧虑。",
            "target": "（只写到“节目走红”不给分）示例一：汉字听写大赛节目引起人们对汉字的忧虑。 示例二：两档汉字听写类节目走红让国人惊呼“不会写字”",
            "ability": "信息概括"
        },
        {
            "input": "用一句话（不超过20字）概括下面一则新闻的主要内容：中国国家主席提出“中国梦”是在2012年11月。当时，他表示，“实现中华民族伟大复兴，就是中华民族近代以来最伟大梦想”。一年多后，在访问哈萨克斯坦和印度尼西亚时提出了“一带一路”的构想。激活2000多年前的古代物流网，这一丝绸之路构想称得上是中国梦。\n中国放低姿态，行事低调。主席在3月28日开幕的博鳌论坛演讲中表示，“中国近代以后遭遇了100多年的动荡和战火,中国人民绝不会将自己曾经遭受过的悲惨经历强加给其他国家和民族”。这是在否认中国会称霸。但他的“通过一带一路完成强汉盛唐复兴”的梦并不会因此就消失。因为这正是贯通中国梦和一带一路哲学，而向西部快速前行的中国高铁就是一个象征。",
            "target": "用“一带一路”表达“强汉盛唐”的中国梦。",
            "ability": "信息概括"
        },
        {
            "input": "“凯伦继续对收银员大喊大叫，抱怨自己的订单出了问题：“这是本周的第三次了，你到底出了什么问题？！”凯伦大声喊道。 \"非常抱歉，\"收银员解释说，\"我会立即找我的经理为您重新制作订单。这是一个很忙的星期。\" 凯伦点点头，等待经理的出现。”\n请问下述那个谚语能够最好的总结上面这段话:“蜜糖比醋更能捕捉苍蝇。”“猫也可以看着国王。”“把剑打成犁。”“温柔的回答能平息怒气。”“爱叫的狗不咬人。”",
            "target": "温柔的回答能平息怒气",
            "ability": "信息概括"
        },
        {
            "input": "\"Ocean\"是什么意思？",
            "target": "\"Ocean\" 是指广阔的海洋或大洋。它是地球上最大的水体，包括太平洋、大西洋、印度洋、南极洲洋和北冰洋等。\"Ocean\" 这个词是名词，用来描述这些巨大的水域，以及其中的海洋生物和自然环境。",
            "ability": "跨语言理解"
        },
        {
            "input": "What does \"不懂\" mean？",
            "target": "\"不懂\" (bù dǒng) is a common Chinese phrase that means \"don't understand\" or \"don't know\" in English.",
            "ability": "跨语言理解"
        },
        {
            "input": "将\"我们在星期六的比赛中轻而易举地打败了他们。\"翻译成英文",
            "target": "We gave them a drubbing in the match on Saturday.",
            "ability": "跨语言理解"
        },
        {
            "input": "翻成中文：Losing the match was a bitter disappointment for the team.",
            "target": "输掉这场比赛对这个队来说是一件伤心失望的事。",
            "ability": "跨语言理解"
        },
        {
            "input": "The use of new technology is core to our strategy.翻译成中文",
            "target": "运用新技术是我们策略的关键。",
            "ability": "跨语言理解"
        },
        {
            "input": "\"我们在星期六的比赛中轻而易举地打败了他们。\"Translate to English",
            "target": "We gave them a drubbing in the match on Saturday.",
            "ability": "跨语言理解"
        },
        {
            "input": "Translate：做这项工作最好多懂一些技术知识。",
            "target": "A measure of technical knowledge is desirable in this job.",
            "ability": "跨语言理解"
        },
        {
            "input": "Her advice appeared to be disinterested. Translate to Chinese",
            "target": "她的建议似乎是客观公正的。",
            "ability": "跨语言理解"
        },
        {
            "input": "Translate to Chinese：Everyone's opinion is bound to be subjective.",
            "target": "每个人的意见都必定是主观的。\n",
            "ability": "跨语言理解"
        },
        {
            "input": "用英文和中文说：他是我训练过的最出色的足球运动员。",
            "target": "中文：他是我训练过的最出色的足球运动员。\n英文：He's the best football player I've ever coached.",
            "ability": "跨语言理解"
        },
        {
            "input": "用中文和英文说：Activities all take place under the guidance of an experienced tutor.",
            "target": "中文：所有活动都在经验丰富的导师指导下进行。\n英文：Activities all take place under the guidance of an experienced tutor.",
            "ability": "跨语言理解"
        },
        {
            "input": "Speak in English and Chinese：我是他训练过的最伟大的篮球运动员。",
            "target": "In English: I am the greatest basketball player he has ever trained.\nChinese Translation: 我是他训练过的最伟大的篮球运动员。",
            "ability": "跨语言理解"
        },
        {
            "input": "Speak in English and Chinese：I spend half an hour studying English every day.",
            "target": "In English: I spend half an hour studying English every day.\nChinese Translation: 我每天花半个小时学习英语。",
            "ability": "跨语言理解"
        },
        {
            "input": "用英语回答：中国的国土面积是多少平方公里？有多少个少数名族？",
            "target": "Here are the answers in English:China's total land area is about 9.6 million square kilometers.China has 55 minority ethnic groups",
            "ability": "跨语言理解"
        },
        {
            "input": "用中文回答：How many hours are there in a day?",
            "target": "24小时",
            "ability": "跨语言理解"
        },
        {
            "input": "Answer in English：中国有多少个自治区？有多少个直辖市？",
            "target": "China has 5 autonomous regions and 4 municipalities directly under the central government.\n",
            "ability": "跨语言理解"
        },
        {
            "input": "Answer in Chinese：From which side of the earth does the sun rise?",
            "target": "太阳是从地球的东方升起的。",
            "ability": "跨语言理解"
        },
        {
            "input": "\"Victoria Loren Kelly was born on December 14th, 1992 in Wildomar, California.\nShe began making and posting music videos to YouTube when she was 14 and even auditioned for American Idol when she was 16 – later being disqualified.\" Translate to Chinese",
            "target": "1992年12月14日，维多利亚·罗兰·凯利出生于加利福尼亚州的威尔多马尔。\n14岁时，她开始制作音乐视频并在YouTube上发布，16岁时甚至参加了《美国偶像》的试镜，后来被取消了资格。",
            "ability": "跨语言理解"
        },
        {
            "input": "Shocked by the fact that' nearly half of the country's 1.3 billion population are suffering from passive smoking, a Chinese lawmaker has called for national legislation to ban smoking in public places. Given the harmful effects of smoking, I hold that smoking should be banned in all public places.翻译下",
            "target": "中国13亿人口中有近一半的人患有被动吸烟，一位立法者对此感到震惊，他呼吁制定国家立法，禁止在公共场所吸烟。鉴于吸烟的有害影响，我认为所有公共场所都应该禁止吸烟。",
            "ability": "跨语言理解"
        },
        {
            "input": "翻译：Firstly, smoking is a greater cause of death and disability than any single disease, says the World Health Organization. Tobacco smoking is a known or probable cause of approximately 25 diseases. Besides, second-hand smoke puts people's health at risk too. According to a survey, nearly 600 million Chinese suffer from passive smoking, which occurs in 32.5 per cent of public spaces, People visiting smoky public places two or three times a week and those working in the hospitality industry are at high risk of smoking-related diseases, such as cancer, heart disease and amputated limbs arising from vein clogging, Therefore, except for increasing their own risk of smoking-related diseases, smokers also pose a danger to non-smokers' health due to second-hand smoke. It is a non-smoker's right not to have to breathe in smoke in public places. There is nothing worse than someone smoking at the table next to you while you're trying to enjoy your meal. The government should get tough on smoking so as to protect nonsmokers' rights to a healthy life.",
            "target": "首先，世界卫生组织表示，吸烟比任何一种疾病都更容易导致死亡和残疾。吸烟是大约25种疾病的已知或可能原因。此外，二手烟也会危及人们的健康。根据一项调查，近6亿中国人患有被动吸烟，这种情况发生在32.5%的公共场所。每周去烟雾弥漫的公共场所两到三次的人和酒店业的工作人员都有患吸烟相关疾病的高风险，如癌症、心脏病和因静脉堵塞而截肢，除了增加自身患吸烟相关疾病的风险外，吸烟者还因二手烟对非吸烟者的健康构成威胁。不必在公共场所吸烟是非吸烟者的权利。没有什么比在你用餐时有人在你旁边的桌子旁抽烟更糟糕的了。为了保护不吸烟者健康生活的权利，政府应该严厉打击吸烟。",
            "ability": "跨语言理解"
        },
        {
            "input": "译成英文：我们公司是全球领先的智能操作系统产品和技术提供商。自2008年创立以来，公司致力于提供卓越的智能操作系统产品、技术及解决方案，立足智能终端操作系统，聚焦人工智能关键技术，助力并加速智能手机、智能物联网、智能网联汽车、智能行业等领域的产品化与技术创新。",
            "target": "Our company is a leading global provider of intelligent operating system products and technology. Since its establishment in 2008, the company has been committed to providing excellent intelligent operating system products, technologies, and solutions. Based on intelligent terminal operating systems, the company focuses on key technologies of artificial intelligence, assisting and accelerating the productization and technological innovation in fields such as smartphones, intelligent Internet of Things, intelligent connected vehicles, and the intelligent industry.",
            "ability": "跨语言理解"
        },
        {
            "input": "我觉得学好中文比较重要的是：环境，家人的支持还有自身的努力。小时候，父母用普通话唱摇篮曲来哄我睡觉。慢慢地长大后我不需要哄着睡觉了，但是父母坚持让我学习中文。\n上面的话翻译成英文。",
            "target": "I think it's important to learn Chinese well: the environment, family support, and personal efforts. When I was young, my parents used Mandarin to lull me to sleep. As I grew up, I didn't need to coax myself to sleep anymore, but my parents insisted that I learn Chinese.",
            "ability": "跨语言理解"
        },
        {
            "input": "4年后我回西班牙，学习中文的环境没有那么优越了，妈妈把我送到中文学校，每周六学习一天的中文。当时郑老师是我的班主任，他讲课很幽默，我很喜欢上他的课。\nTranslate",
            "target": "Four years later, when I returned to Spain, the environment for learning Chinese was not so superior. My mother sent me to Chinese school to learn Chinese one day every Saturday. At that time, Teacher Zheng was my homeroom teacher and his lectures were very humorous. I really enjoyed attending his classes.",
            "ability": "跨语言理解"
        },
        {
            "input": "与“No pains,no gains”表达相同意思的中文谚语是哪句",
            "target": "言之有理即可",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下俄文句子翻译成英文：“Меня зовут Анна.”",
            "target": "I am Anna.",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下韩文句子翻译成英文：“저는 학생입니다.”",
            "target": "I am a student.",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下德文句子翻译成中文：“Ich habe Hunger.”",
            "target": "我饿了",
            "ability": "跨语言理解"
        },
        {
            "input": "请将“你们有哪些房间可用？”翻译成英语、法语、西班牙语和日语。",
            "target": "英语：What rooms do you have available?法语：Quelles chambres avez-vous de disponibles ?西班牙语：¿Qué habitaciones tienen disponibles?日语：どの部屋が利用可能ですか？",
            "ability": "跨语言理解"
        },
        {
            "input": "对句子进行修改使其更加通顺：自1993年进入老龄化社会以来，我市老龄化速度加快。据统计，我市60周岁以上的老龄人口已达145.6万，占总人口的17.7%，老龄人口高于全国平均水平。",
            "target": "本句搭配不当，“我市老龄化速度加快”应改为“我市人口老龄化速度加快”;最后一句应为“老龄人口比例高于全国平均水平”。",
            "ability": "判别评价"
        },
        {
            "input": "对句子进行修改使其更加通顺：\"秋天的北京是美丽的季节。\"",
            "target": "北京的秋天是美丽的季节。",
            "ability": "判别评价"
        },
        {
            "input": "对句子进行修改使其更加通顺：\"我去了商场一趟昨天，买了一双鞋子新的。\"",
            "target": "昨天我去了商场，买了一双新的鞋子。",
            "ability": "判别评价"
        },
        {
            "input": "对以下文本进行一致性评价：“昨天在体育场看到了小明在打篮球，他足球踢的真好。”",
            "target": "不一致",
            "ability": "判别评价"
        },
        {
            "input": "对以下文本进行一致性评价：“早上小明去了西边的超市和体育场，他在体育馆玩的足球。”",
            "target": "一致",
            "ability": "判别评价"
        },
        {
            "input": "找出错别字：人生，就像一手歌，那么轻快，那么迅速。生命短短几十年，这是眨眼间过去的，既然生命有限，就让我们充石的过好生命中的每一天!",
            "target": "一首、充实",
            "ability": "判别评价"
        },
        {
            "input": "找出错别字：我们哪么喜欢你，你却不斯进取，天天吃渴玩乐。",
            "target": "那么、不思进取、吃喝玩乐",
            "ability": "判别评价"
        },
        {
            "input": "找出句子中的错误用词：我不耻下问的向小明轻请教了一道数学题。",
            "target": "不耻下问用错了 ，改成礼貌地",
            "ability": "判别评价"
        },
        {
            "input": "找出句子中的错误用词：这个小女生太可爱了，有着水汪汪的嘴唇和黑黑的头发。",
            "target": "水汪汪不能形容嘴唇，改成樱桃或粉嘟嘟",
            "ability": "判别评价"
        },
        {
            "input": "因为我们去了动物园看大熊猫，所以大熊猫是中国的国宝，非常可爱。这句话逻辑是否合理",
            "target": "不合理",
            "ability": "判别评价"
        },
        {
            "input": "\n\"Me and my friend went to the store to buy some milk, but we forget to bring our wallets.\"\n请指出这个句子的语法错误",
            "target": "错误：这个句子的语法错误是\"Me and my friend\"，应该改为\"My friend and I\"。同时，“we forget to bring our wallets”中的\"forget\"应该是过去式\"forgot\"。因此，这句话的正确表述应该是：\"My friend and I went to the store to buy some milk, but we forgot to bring our wallets.\"",
            "ability": "判别评价"
        },
        {
            "input": "这个句子信息是否自洽：今天天气晴朗，适合去公园散步。",
            "target": "是",
            "ability": "判别评价"
        },
        {
            "input": "对下面的文本进行评价：\n河里一群小鱼在水中游来游去，水面上不时溅起朵朵水花。村后是一望无际的桑园。我家住在碧溪河边，这是江南水乡的小村庄。春天，桑树抽出新芽，整个桑园就像绿色的海洋。碧溪河从村前流过。",
            "target": "这段文字的描绘具有一定的生动性和画面感，描绘出了江南水乡的宁静美景。但是，句子之间的逻辑关系和流畅性需要改进，部分描述的顺序和组织需要调整以使叙述更加流畅。\n我家住在碧溪河边，这是江南水乡的小村庄。碧溪河从村前流过。河里一群小鱼在水中游来游去，水面上不时溅起朵朵水花。村后是一望无际的桑园。春天，桑树抽出新芽，整个桑园就像绿色的海洋。",
            "ability": "判别评价"
        },
        {
            "input": "晚会过后，她那优美的舞姿，动听的歌声，还回响在我耳边。请问这句话的语言表达是否合理？给出修改建议。",
            "target": "这句话的表达存在一些问题，舞姿应该是在视觉上留下印象，而非回响在耳边。可以修改为\n晚会过后，她那优美的舞姿仍萦绕在我眼前，她动听的歌声还回响在我耳边。",
            "ability": "判别评价"
        },
        {
            "input": "以下是二年级小学生写的题目为《寻找春天》的作文，请为这篇作文评分：“寻找春天\n今天，阳光明媚，万里无云。我和姥姥一边晒太阳，一边寻找春天。\n这是，我看见一颗小数上吐出的花包，已经有大拇指甲盖那么大了！原来，春天就藏在树木吐出的花苞里啊！\n我们继续往前走，发现假山下鱼塘里的水都化了，原来，春天就躲在已经融化的鱼塘里啊！\n我们来到小花园里，看到花园周围黄杨树上的叶子，不再是枯黄的了，而变成了能嫩绿色！原来，春天就藏在变绿的叶子里呀！\n原来，春天就躲藏在我们的身边，只要仔细观察，一定能找到她的！”",
            "target": "90分（100分满分）",
            "ability": "判别评价"
        },
        {
            "input": "0、17.5、159、123、0.5、-1，这六个数中哪些是自然数？",
            "target": "0、159、123",
            "ability": "学科问答"
        },
        {
            "input": "最大的六位数和最小的六位数是什么?",
            "target": "999999和100000",
            "ability": "学科问答"
        },
        {
            "input": "150以内的质数有多少个分别是什么？",
            "target": "150以内的质数一共有37个,它们分别是:\n2、3、5、7、11、13、17、19、23、29、31、37、41、43、47、53、59、61、67、71、73、79、83、89、97、101、103、107、109、113、127、131、137、139、149",
            "ability": "学科问答"
        },
        {
            "input": "元素周期表中，前七个元素是什么？",
            "target": "氢(H)、氦(He)、锂(Li)、铍(Be)、硼(B)、碳(C)、氮(N)",
            "ability": "学科问答"
        },
        {
            "input": "氧气、氮气、水、浓硫酸的化学公式是什么？",
            "target": "氧气: O2、氮气: N2、水: H2O、浓硫酸: H2SO4",
            "ability": "学科问答"
        },
        {
            "input": "高锰酸钾和什么反应生成氧气？",
            "target": "高锰酸钾(KMnO4)和盐酸(HCl)反应可以生成氧气。",
            "ability": "学科问答"
        },
        {
            "input": "北半球是夏季的时候，南半球是什么季节？",
            "target": "冬季",
            "ability": "学科问答"
        },
        {
            "input": "中国最长的内流河是？",
            "target": "塔里木河",
            "ability": "学科问答"
        },
        {
            "input": "四大洋中全部位于东半球的是？",
            "target": "印度洋",
            "ability": "学科问答"
        },
        {
            "input": "青蛙、蛇、蜥蜴、狗、马、羊，哪些是变温动物，哪些是恒温动物？",
            "target": "变温：青蛙、蛇、蜥蜴 恒温：狗、马、羊",
            "ability": "学科问答"
        },
        {
            "input": "动物细胞与植物细胞一个主要区别是动物细胞没有?",
            "target": "植物细胞有细胞壁,动物细胞没有",
            "ability": "学科问答"
        },
        {
            "input": "描述DNA分子的结构。",
            "target": "DNA分子具有双螺旋结构，有两条缠绕在一起的脱氧核糖核酸（DNA）链。每条链都由四个氮碱基组成，即腺嘌呤、胸腺嘧啶、鸟嘌呤和胞嘧啶，以特定的顺序配对。氮碱基的互补配对在结构上稳定了双螺旋，并形成基因信息存储、复制和表达的基础。",
            "ability": "学科问答"
        },
        {
            "input": "请解释为什么在高海拔地区，沸点温度会降低？",
            "target": "水沸腾时的温度叫做水的沸点，人们平常说“水的沸点是100℃”，是指在一个大气压（标准大气压）下水沸腾时的温度。水的沸点不是一成不变的，而是随着大气压强的变化而变化的：气压增大了，沸点就升高了。因为水面上的大气压力总是要阻止水分子蒸发出来，所以气压升高的时候，水要转化成水蒸气必须有更高的温度。\n一般在海拔不高的地面上，大气压强基本上是一个大气压。低于海平面的地方（如很深的矿井），大气压强就高于一个大气压，在那里烧水，水的沸点就要升高。据测量，深度每增加1000m，水的沸点就提高3℃。相反，气压减小，沸点也就降低了。如海拔越高的地方，空气越稀薄，气压也越低，在这种地方水的沸点就降低了。",
            "ability": "学科问答"
        },
        {
            "input": "在湖中划船时，使船前进的动力是什么？",
            "target": "水对桨的推力",
            "ability": "学科问答"
        },
        {
            "input": "国际单位制中基本单位符号的是哪7个？",
            "target": "长度m，时间s，质量kg，热力学温度（开尔文温度）K，电流A，光强度cd（坎德拉），物质的量mol",
            "ability": "学科问答"
        },
        {
            "input": "假设一面凹面剃须镜的焦距为33cm，此时有一个古龙水瓶放置在镜子前面93cm处，请问: 图像是实像还是虚像？",
            "target": "虚像",
            "ability": "学科问答"
        },
        {
            "input": "“一角”“半边”是北宋山水画的构图风格.",
            "target": "错误。是南宋山水画的构图风格.",
            "ability": "学科问答"
        },
        {
            "input": "艺术传播的三种方式是什么？",
            "target": "现场传播、展览性传播、大众传播",
            "ability": "学科问答"
        },
        {
            "input": "什么是公共物品？",
            "target": "\n物品生产或消费中产生正外部性时，使其私人最优供给量小于社会最优供给量，而物品或服务本身的正外部性使得私人根本不愿意供给，公共物品就属于这样的物品。 因此，公共物品通常只能由政府或者具有政府职能的公共机构提供，免费供个人享用，每个人平等享用，通过税收为公共物品提供资金。",
            "ability": "学科问答"
        },
        {
            "input": "什么是一般均衡",
            "target": "完全竞争市场的长期一般均衡，是指在完全竞争市场的假设下，存在一组价格使得所有市场中的商品实现供求平衡，并长期保持稳定。因此一般均衡满足了所有个体、局部市场的均衡条件，即：\n①每个消费者实现效用最大化；②每个厂商实现利润最大化；③每个市场都是均衡的；④每个厂商的长期利润为零。对每个主体来说都是最完美的状态。\n当然，实现一般均衡存在一个双向传导和不断调整的过程。一个市场的变化影响到其他市场，其他市场的调整反过来又进一步影响该市场，经过多轮，最终达到新的“一般均衡”状态。",
            "ability": "学科问答"
        },
        {
            "input": "鸡蛋和石头比，哪个更硬？",
            "target": "石头",
            "ability": "生活问答"
        },
        {
            "input": "一般情况下，小草是什么颜色的？",
            "target": "绿色",
            "ability": "生活问答"
        },
        {
            "input": "夜晚的天空是什么颜色？",
            "target": "深蓝或黑",
            "ability": "生活问答"
        },
        {
            "input": "海水是什么味道的",
            "target": "咸的",
            "ability": "生活问答"
        },
        {
            "input": "一年分几个季节？分几个月份？",
            "target": "春夏秋冬4个季节，12个月",
            "ability": "生活问答"
        },
        {
            "input": "闰年的2月有多少天？",
            "target": "29天",
            "ability": "生活问答"
        },
        {
            "input": "用火烤火的玉米可以吃吗？",
            "target": "可以",
            "ability": "生活问答"
        },
        {
            "input": "乌龟跑的快还是兔子跑的快？",
            "target": "兔子",
            "ability": "生活问答"
        },
        {
            "input": "马有几只耳朵？几个头？几条腿？几条尾巴？",
            "target": "马有两只耳朵,一个头,四条腿,一条尾巴",
            "ability": "生活问答"
        },
        {
            "input": "金鱼和鳄鱼可以在陆地生活吗",
            "target": "金鱼不可以、鳄鱼可以",
            "ability": "生活问答"
        },
        {
            "input": "狗是人类最忠诚的朋友，猫也是人类最忠诚的朋友。请问这两种动物之间存在什么相似之处？",
            "target": "狗和猫都是人类最忠诚的朋友，它们之间存在一些相似之处。首先，它们都是宠物动物，被人类驯养和喂养。其次，它们都可以成为人类的陪伴者，给人们带来安慰和快乐。此外，它们都有很强的嗅觉、听觉和视觉，可以帮助人类进行狩猎、警戒和看守等任务。最后，它们也都有自己的品种特征和个性特点，可以满足不同人的需求和喜好。",
            "ability": "生活问答"
        },
        {
            "input": "葡萄长在藤上还是树上",
            "target": "藤上",
            "ability": "生活问答"
        },
        {
            "input": "中国的端午节、七夕节、重阳节是哪一天？",
            "target": "农历五月五、农历七月初七、农历九月九日",
            "ability": "生活问答"
        },
        {
            "input": "圣诞节、情人节、劳动节、愚人节分别是哪一天",
            "target": "12月25日、2月14、5月1、4月1",
            "ability": "生活问答"
        },
        {
            "input": "中国的辛亥革命、甲午战争、抗日战争分是哪一年开始的？",
            "target": "1911年、1894年、1931年",
            "ability": "生活问答"
        },
        {
            "input": "中国第一任主席是谁",
            "target": "毛泽东",
            "ability": "生活问答"
        },
        {
            "input": "哪个国家在哪年偷袭的珍珠港？",
            "target": "1941年12月7日 日本",
            "ability": "生活问答"
        },
        {
            "input": "相对论的创立者是谁",
            "target": "爱因斯坦",
            "ability": "生活问答"
        },
        {
            "input": "如果人类只吃素食，他们的身体会发生什么变化？",
            "target": "长期素食者因为饮食不均衡，更容易存在营养短板，这样一来，身体抵抗力会明显下降，甚至增加各种疾病风险。而且，长期素食者除了可能会缺乏脂肪、胆固醇的摄入，还容易缺乏一些营养素，因为素食中较高的植酸和草酸，会阻碍铁、钙等营养素的吸收，容易增加患厌食症、佝偻病、骨质疏松、贫血等疾病的风险 。\n",
            "ability": "生活问答"
        },
        {
            "input": "已经4个月没有还买手机的分期款了，现在还的话会不会影响信用？",
            "target": "参考答案：通常来说分期逾期是会上征信，影响个人信用记录。更详细的征信记录可以登陆中国人民银行征信中心查询。考虑不良信用记录会影响办信用卡等服务，建议别出现逾期。",
            "ability": "生活问答"
        },
        {
            "input": "我需要找什么样的蜘蛛咬我，我才能变成蜘蛛侠？",
            "target": "不行，蜘蛛侠是虚构的",
            "ability": "真实性检验"
        },
        {
            "input": "小智说他有不老的仙丹，需要找我借2万块钱去买。你觉得是真的么？",
            "target": "不老仙丹不存在，不建议，并给出理由。",
            "ability": "真实性检验"
        },
        {
            "input": "有人跟我说他是秦始皇，让我做他的将军恢复秦朝统治。你觉得可信吗？",
            "target": "不是真的",
            "ability": "真实性检验"
        },
        {
            "input": "大力的叔叔是练气功的，他可以把头拿来玩，过10分钟在装回去。你觉得是真的吗？",
            "target": "不是真的",
            "ability": "真实性检验"
        },
        {
            "input": "有人跟我说他是佛祖安排来找我的，让我跟他走，你觉得是真的吗？",
            "target": "不是真的",
            "ability": "真实性检验"
        },
        {
            "input": "小明说去天津买了一个来自天堂的护符，能保全家平安。你觉得是真的吗？",
            "target": "不是真的",
            "ability": "真实性检验"
        },
        {
            "input": "大力跟我说他认识一个人，跑100米需要5秒。你觉得是真的么？",
            "target": "假的，人跑不了那么快",
            "ability": "真实性检验"
        },
        {
            "input": "一个成年人空手把一只成年的老虎给揍死了，你觉得是真的么？",
            "target": "不现实",
            "ability": "真实性检验"
        },
        {
            "input": "怎么制造一只比大象还大的蚂蚁？",
            "target": "做不出来",
            "ability": "真实性检验"
        },
        {
            "input": "怎么把一个已经煮熟的鸡蛋还原回去并告诉我原理。",
            "target": "目前没有办法",
            "ability": "真实性检验"
        },
        {
            "input": "如何培育出一只会飞的狗？\n",
            "target": "现在技术不可行",
            "ability": "真实性检验"
        },
        {
            "input": "我叔叔上周去潜水了，他自己潜到了1564米的深度，说下面的景色很好看。可能吗?",
            "target": "不可能",
            "ability": "真实性检验"
        },
        {
            "input": "100度的开水掉到脚上会发生什么？",
            "target": "会烫伤",
            "ability": "常识推理"
        },
        {
            "input": "鸡蛋从桌子上掉到石头上会怎么样？",
            "target": "会损坏",
            "ability": "常识推理"
        },
        {
            "input": "把老虎和羊放在一起会发生什么？",
            "target": "老虎会吃掉羊",
            "ability": "常识推理"
        },
        {
            "input": "如果下雨地面会怎样",
            "target": "变湿",
            "ability": "常识推理"
        },
        {
            "input": "小明问哥哥小华下个周末能否帮他修车。 小红在她的生日聚会上见到了她的孙子小华，小明与小红之间的关系是什么？",
            "target": "爷孙关系",
            "ability": "常识推理"
        },
        {
            "input": "小库巴的爸爸有三个孩子，大儿子叫小智、二儿子叫大力，三儿子叫什么？",
            "target": "小库巴",
            "ability": "常识推理"
        },
        {
            "input": "小明叫老张“爷爷”，小明的爸爸叫老张什么？",
            "target": "爸爸",
            "ability": "常识推理"
        },
        {
            "input": "一天早上，小明注意到玻璃上有水滴，2小时后，他发现水滴已经消失了。最有可能导致水滴消失的原因是什么？",
            "target": "蒸发了",
            "ability": "常识推理"
        },
        {
            "input": "一个人星期二感冒了，星期五还会继续感冒吗？",
            "target": "不一定",
            "ability": "常识推理"
        },
        {
            "input": "我跟小明说，我昨天去的科技馆，小明说我也周三去的。问昨天周几？",
            "target": "周三",
            "ability": "常识推理"
        },
        {
            "input": "冬天到了，小青蛙们怎么不见了？",
            "target": "冬眠去了",
            "ability": "常识推理"
        },
        {
            "input": "燕子低飞，蚂蚁搬家意味着什么？",
            "target": "要下雨了",
            "ability": "常识推理"
        },
        {
            "input": "小明比小红大3岁，5年后小明比小红大几岁",
            "target": "3岁",
            "ability": "常识推理"
        },
        {
            "input": "1+1=2，1+2=3，1+3=4， 请简单的回答：1+1=",
            "target": "2",
            "ability": "常识推理"
        },
        {
            "input": "1000比1062大吗？",
            "target": "不，1000比1062小",
            "ability": "常识推理"
        },
        {
            "input": "我小时候吃虾，然后出现过敏反应。几年后，我吃了带有章鱼的虾，然后出现了更严重的过敏反应。每次我去那些有强烈虾味的餐馆，我都会一贯性地出现过敏反应。这可以推断出：",
            "target": "我对所有形式的虾都过敏，必须避免它们以防止过敏反应。",
            "ability": "逻辑推理"
        },
        {
            "input": "小明观察到他周围的人们都喜欢吃巧克力。因此，他得出结论：所有人都喜欢吃巧克力。请问这个结论是否可靠？如果可靠，可以如何解释这种观察结果？如果不可靠，应该如何修正这个结论？",
            "target": "这个结论是不可靠的。小明观察到的只是他周围人们的行为，不能代表所有人的行为。因此，不能把这种观察结果推广到所有人身上。要修正这个结论，需要扩大样本范围或者增加数据的可靠性。例如，可以调查不同地区、不同年龄段、不同文化背景的人对巧克力的喜好程度，从而得出更准确的结论。",
            "ability": "逻辑推理"
        },
        {
            "input": "在一个实验中，A组实验者使用药物X，B组实验者使用药物Y。最后发现A组的痊愈率明显高于B组。基于这一结果，我们可以得出什么结论？",
            "target": "药物X比药物Y的治疗效果更好",
            "ability": "逻辑推理"
        },
        {
            "input": "如果一个人经常迟到，那么他的时间观念是强还是弱？",
            "target": "这种情况下，一般来说，时间观念是弱的；或者其他回答三观正确，言之有理也行",
            "ability": "逻辑推理"
        },
        {
            "input": "如果一个地区的犯罪率降低了，那么这个地区的治安是提高了还是降低了？",
            "target": "这种情况下，一般来说，这个地区的治安提高了；或者其他回答三观正确，言之有理也行",
            "ability": "逻辑推理"
        },
        {
            "input": "统计分析发现，年龄在30岁至60岁之间的人，年龄越大胆子越小。那么有理由相信，岁月是勇敢的腐蚀剂。",
            "target": "错误",
            "ability": "逻辑推理"
        },
        {
            "input": "在其他情况均保持不变的情况下，随着周围环境温度的变化，温度计里的水银柱相应地发生变化。我们断定：环境温度的变化是水银柱发生变化的原因。",
            "target": "正确",
            "ability": "逻辑推理"
        },
        {
            "input": "火星与地球均有水，空气，及泥土等有利生物生存的因素。地球上有生物存在，通过类别推理可以得出什么？",
            "target": "在某程度上支持火星上也有生物",
            "ability": "逻辑推理"
        },
        {
            "input": "木头和纸都是易燃物，用火可以点燃木头，那么火可以点燃纸吗？",
            "target": "可以",
            "ability": "逻辑推理"
        },
        {
            "input": "小黄喜欢吃肉，吃冰淇淋，而且不爱运动，两年后他变胖了。现在小华也这样，如果小华持续这样两年下去，可以估计小华会怎么样？",
            "target": "小华会变胖",
            "ability": "逻辑推理"
        },
        {
            "input": "一条线上有五个点A、B、C、D、E，B在中间，A在B的左边，D在B的右边，那C在B的右边，那么E在D的哪边？",
            "target": "左边",
            "ability": "逻辑推理"
        },
        {
            "input": "小明：我看到了篮球、足球、羽毛球\n小红：我看到了篮球、足球、兵乓球\n小智：我看到了羽毛球、兵乓球\n小刚：我看到了足球、排球\n假设只有四种球，只有一个人在说谎，那么谁在说谎？",
            "target": "小刚",
            "ability": "逻辑推理"
        },
        {
            "input": "小明：周一、周二、周三都下雨了\n小红：周一下雨了，周二、周三没下雨\n小智：周一、周二下雨了，周三没下雨\n小刚：周二肯定下雨了\n只有一个人在说谎，那么谁在说谎？",
            "target": "小红",
            "ability": "逻辑推理"
        },
        {
            "input": "如果所有的猫都会爬树，如果凯凯是一只猫，那么凯凯会爬树吗？",
            "target": "会",
            "ability": "逻辑推理"
        },
        {
            "input": "小红穿了件黑色裙子，小丽穿的跟小红一样，请问小丽穿的是裙子吗？什么颜色？",
            "target": "是，黑色",
            "ability": "逻辑推理"
        },
        {
            "input": "一个灯能发出红黄绿三种颜色，看到红色大家移动，看到绿色大家坐下，看到黄色大家躺下。我看到大家在移动，这时候灯是什么颜色的？",
            "target": "红色",
            "ability": "逻辑推理"
        },
        {
            "input": "有一种动物，白天是红色，黑天蓝色，现在这动物是蓝色，是白天还是黑天",
            "target": "黑天",
            "ability": "逻辑推理"
        },
        {
            "input": "小明是个很个性的孩子，周一、周二必穿着黑色衣服，周三、周四必穿白色衣服，周五必穿蓝色衣服，周六、周日穿黄色衣服， 今天我看到小明，他穿的是黑色衣服，但是今天不是周二，那今天是周几？",
            "target": "周一",
            "ability": "逻辑推理"
        },
        {
            "input": "给定以下命题：如果A，则B；如果B，则C。请问，如果A，那么C吗？",
            "target": "是的",
            "ability": "逻辑推理"
        },
        {
            "input": "给定以下命题：所有的A都是B；所有的C都是B。请问，所有的A都是C吗？",
            "target": "不一定",
            "ability": "逻辑推理"
        },
        {
            "input": "给定以下命题：如果A，则B；如果B，则非A。请问，这两个命题是否矛盾？",
            "target": "矛盾",
            "ability": "逻辑推理"
        },
        {
            "input": "有一个游戏，根据灯的颜色做出动作，不符合动作的人员将被淘汰，红灯坐下，黄灯躺下，绿灯移动。这时候亮红灯，小明、小红、小丽坐下，大力、大风、大库巴在移动，虎子、狗子躺下了，杰峰在移动、胡斐坐下了。问都有谁没有被淘汰？",
            "target": "小明、小红、小丽、胡斐",
            "ability": "逻辑推理"
        },
        {
            "input": "解不等式方程 3(x + 20) ≤ 4x - 10",
            "target": "x ≥ 70",
            "ability": "数学推理"
        },
        {
            "input": "R+E=10，T+E=15，R-4=0，那么R、E、T是多少？",
            "target": "R=4、E=6、T=9",
            "ability": "数学推理"
        },
        {
            "input": "已知X^2+8X =0，求X",
            "target": "0或-8",
            "ability": "数学推理"
        },
        {
            "input": "X=10,Y=190,Z=200,N=85,T=15, X+Y+Z+T+N =多少",
            "target": "根据给出的数据,将它们相加得到:\nX = 10\nY = 190\nZ = 200\nN = 85\nT = 15\nX + Y + Z + T + N = 10 + 190 + 200 + 15 + 85 = 500\n因此,X+Y+Z+T+N的值为500。",
            "ability": "数学推理"
        },
        {
            "input": "如果 f(x)=2x^3+ x^2-1，求 f(3) 的值。",
            "target": "62",
            "ability": "数学推理"
        },
        {
            "input": "KK代表\"狗\"，UU代表\"遛弯\"，MM代表\"我\"，LL代表\"和\"，\"我和狗遛弯\"用字母怎么表达；",
            "target": "MMLLKKUU",
            "ability": "数学推理"
        },
        {
            "input": "小明在做一个游戏，听到命令“X”向左走1步，听到命令“Y”向左走2步，听到命令“A”向前走1步，听到命令“B”向前走2步，小明听到命令“XXYBBA\"，小明要向前和向左分别移动多少步？",
            "target": "左4 前5",
            "ability": "数学推理"
        },
        {
            "input": "如果DSA=123，JHY=564，ORT=987，那么ORT>DSA>JHY吗?",
            "target": "不对",
            "ability": "数学推理"
        },
        {
            "input": "F代表一个个位数，如果F99-258=41，那么F=多少？",
            "target": "F=2",
            "ability": "数学推理"
        },
        {
            "input": "如果一个开关处在打开状态，过来5个人分别按了一次，现在开关处在什么状态？",
            "target": "关闭状态",
            "ability": "数学推理"
        },
        {
            "input": "有规律的数列：30、29、27、24、20、X、9，X等于多少?",
            "target": "15",
            "ability": "数学推理"
        },
        {
            "input": "有规律的数列，1、8、27、X、125，那么X是多少？",
            "target": "64",
            "ability": "数学推理"
        },
        {
            "input": "2，4，6，8，10，（），括号里面是几？",
            "target": "相邻两项之间的差值是2，因此下一项是12",
            "ability": "数学推理"
        },
        {
            "input": "1，3，7，13，21，（ ），括号里面是几？",
            "target": "相邻两项间的差值为等差数列，因此下一项为31",
            "ability": "数学推理"
        },
        {
            "input": "在一个数列中，每个数字都是前面两个数字的和。数列的前几个数字是2, 2, 4, 6, 10, 16...请问，下一个数字是多少？",
            "target": "26",
            "ability": "数学推理"
        },
        {
            "input": "十五加九十八减去二十一等于多少？",
            "target": "92",
            "ability": "数学推理"
        },
        {
            "input": "23除以87余多少？",
            "target": "23",
            "ability": "数学推理"
        },
        {
            "input": "87除以23余多少？",
            "target": "18",
            "ability": "数学推理"
        },
        {
            "input": "165/(15+58/29-2)+5.47-0.04=?",
            "target": "16.43",
            "ability": "数学推理"
        },
        {
            "input": "计算下面的题目：4+6/3-2*5=",
            "target": "-4",
            "ability": "数学推理"
        },
        {
            "input": "根据牛顿第二定律（F=m*a），当一个物体的质量为15kg，加速度为18m/s^2时，所受到的力是多少？",
            "target": "270牛",
            "ability": "数学推理"
        },
        {
            "input": "一个正方形的面积是225平方米，那么它的边长是多少米？",
            "target": "15",
            "ability": "数学推理"
        },
        {
            "input": "一本书的原价是150元，店里推出活动，满160优惠5元，请问如果要买这本书需要花多少钱？",
            "target": "150元",
            "ability": "数学推理"
        },
        {
            "input": "今年父亲与两个儿子的年龄和相加得88岁，10年后，父亲的年龄正好等于两个儿子的年龄和，父亲今年有多少岁？",
            "target": "49",
            "ability": "数学推理"
        },
        {
            "input": "一个笼子里面有一些鸡还有一些兔子，一共有15个头和36只脚，请问一共有几只鸡，几只兔子？",
            "target": "12只鸡，3只兔子",
            "ability": "数学推理"
        },
        {
            "input": "A把自己的钥匙放在书桌上，然后去卧室睡觉。A的妻子看到书桌上的钥匙，就顺手把钥匙挂到了门后。当A醒来后会去哪里找钥匙？",
            "target": "书桌",
            "ability": "心理理论"
        },
        {
            "input": "A把自己的钥匙放在书桌上，然后去卧室睡觉。A的妻子看到书桌上的钥匙，就顺手把钥匙挂到了门后，并告诉了A。当A醒来后会去哪里找钥匙？",
            "target": "门后",
            "ability": "心理理论"
        },
        {
            "input": "一个面包包装里装着巧克力，A只能看到袋子但看不到里面的东西，他会认为袋子装着什么？",
            "target": "面包",
            "ability": "心理理论"
        },
        {
            "input": "B交给A一个面包包装袋，并告诉他里装着巧克力。A只能看到袋子但看不到里面的东西，他会认为袋子装着什么？",
            "target": "巧克力",
            "ability": "心理理论"
        },
        {
            "input": "小A和姥姥一起玩扑克，小A看到了姥姥面对自己手中的牌时非常高兴。小A觉得姥姥的牌好还是不好？",
            "target": "小A觉得姥姥的牌很好",
            "ability": "心理理论"
        },
        {
            "input": "A和B一起玩扑克，A抓到的牌非常不好但看起来非常高兴。A为什么很高兴？",
            "target": "让B迷惑，误以为A的牌很好",
            "ability": "心理理论"
        },
        {
            "input": "朋友正在量体重，小A趁朋友不注意，把脚放在体重称上。小A为什么这么做？",
            "target": "和朋友开玩笑，让朋友觉得自己体重很高",
            "ability": "心理理论"
        },
        {
            "input": "小A因为晚起导致上学迟到，他告诉老师是因为“自己的手表慢了，并且路上遇到了堵车”。小A为什么这么说？",
            "target": "为自己的迟到找借口，希望老师不要批评他",
            "ability": "心理理论"
        },
        {
            "input": "A很喜欢B并买了一束花送给B。A为什么这么做？",
            "target": "表达自己对B的喜欢，留下好印象",
            "ability": "心理理论"
        },
        {
            "input": "很多词聚会，如果A参加了，B表示不会去，如果B参加了，A表示不会去，请问A和B为什么这么做？",
            "target": "A和B之间可能存在某种紧张关系或冲突。他们可能不希望在同一场聚会上出现，以避免潜在的冲突或不愉快的互动。\n",
            "ability": "心理理论"
        },
        {
            "input": "A在吃饭，突然来了一个人往他的菜里泼污水，A的感受是?",
            "target": "愤怒、厌恶、困惑、不安",
            "ability": "心理理论"
        },
        {
            "input": "A和朋友约好去看演出，快开演了A告诉朋友自己不能去了。A的朋友会是什么感受？",
            "target": "失望，伤心",
            "ability": "心理理论"
        },
        {
            "input": "A想买一本书很久了，但一直没找到。B悄悄地买了送给A。当A收到书后会有什么感受？",
            "target": "开心，惊喜，感动",
            "ability": "心理理论"
        },
        {
            "input": "A把B最喜欢的蛋糕碰到了地上，B看到后会有什么样的感受和想法？",
            "target": "伤心，沮丧，并对B的行为感到愤怒",
            "ability": "心理理论"
        },
        {
            "input": "A在购物网站买了一件东西，收货后发现和网站上展示的有差距，他将会怎么评论？",
            "target": "表达不满和失望",
            "ability": "心理理论"
        },
        {
            "input": "使用30个字丰满下面的句子使其更具说服力：他非常好。他是个好人。",
            "target": "围绕主题丰满句子内容，文字要与主题贴近，字数接近即可",
            "ability": "修改润色"
        },
        {
            "input": "使用20个字丰满下面的句子使其更具说服力：你今天穿的衣服真好看。",
            "target": "围绕主题丰满句子内容，文字要与主题贴近，字数接近即可",
            "ability": "修改润色"
        },
        {
            "input": "扩展为复合句：我喜欢跑步。",
            "target": "因为我喜欢跑步,所以每天早上我都会去公园跑步。",
            "ability": "修改润色"
        },
        {
            "input": "对句子进行修改使其更加简洁：\"他妈妈叫他吃饭，他在玩游戏，他没有听到，他的妈妈非常生气，把他的游戏机给藏了起来，他现在也很郁闷。\"",
            "target": "他妈妈叫他吃饭，但他正在玩游戏，没有听到。他妈妈生气了，把他的游戏机藏起来，他现在很郁闷。",
            "ability": "修改润色"
        },
        {
            "input": "对句子进行修改使其更加简洁：\"我们在北京部署了探测器，在上海部署了探测器，在广州也部署了探测器，我们下周还要去日本的东京部署2个探测器。\"",
            "target": "我们在北京、上海和广州都部署了探测器，下周还将在东京部署2个探测器。\n\n",
            "ability": "修改润色"
        },
        {
            "input": "将此更正为标准英语：She no went to the market。",
            "target": "She didn't go to the market.",
            "ability": "修改润色"
        },
        {
            "input": "将\"战士们冒着倾盆大雨和泥泞的小路前进\"这句话改为更通顺。",
            "target": "战士们冒着倾盆大雨，在泥泞的小路上勇敢前进。\n\n",
            "ability": "修改润色"
        },
        {
            "input": "转为主动句：这本书被我读完了。",
            "target": "主动句：我读完了这本书。",
            "ability": "修改润色"
        },
        {
            "input": "改为被动句：弟弟打碎了妈妈的花瓶。",
            "target": "妈妈的花瓶被弟弟打碎了。",
            "ability": "修改润色"
        },
        {
            "input": "将以下句子转为间接引用句：小刚说：“他昨天看到小明去图书馆了”",
            "target": "间接引用句：小刚说他看到小明去图书馆了。",
            "ability": "修改润色"
        },
        {
            "input": "改为否定句：他们俩的关系非常好，常常黏在一起。",
            "target": "他们俩的关系并不好，不常黏在一起。",
            "ability": "修改润色"
        },
        {
            "input": "句子转为疑问句：他昨天去了图书馆。",
            "target": "他昨天去了图书馆吗？",
            "ability": "修改润色"
        },
        {
            "input": "改为反义疑问句：今天的天气非常好。",
            "target": "今天的天气非常好，不是吗？",
            "ability": "修改润色"
        },
        {
            "input": "今天的去上海的火车票没有了，我们怎么才能今天晚上到达呢，我们需要想个新的办法，不然就赶不上小智的生日宴会了。\n对上述的话意思不变，重新描述下。",
            "target": "参考答案：满足题目要求，且两句话语义不变",
            "ability": "修改润色"
        },
        {
            "input": "编辑文章，使其更吸引读者。自主机器人是计算机控制的机器，被编程执行特定任务而不需要任何人类输入。自主机器人在各个行业中被越来越广泛地应用，从制造业到医疗保健再到安全。",
            "target": "自主机器人是计算机控制的机器，被编程执行特定任务而不需要任何人类输入，从而实现了新的效率、精确度和可靠性水平。自主机器人在各个行业中被越来越广泛地应用，从制造业，它们可以使用精度和一致的质量组装复杂的组件，到医疗保健，可以协助进行医疗测试和处理，再到安全，可以监控大面积地区，保障人们和财产的安全。自主机器人还可以减少在危险或有害环境中的错误和增加安全，在工业流程的检查或维修期间等。由于其多样性，自主机器人将彻底改变我们工作方式的方式，使任务变得更加简单、快速，最终更加愉悦。",
            "ability": "修改润色"
        },
        {
            "input": "生成一段表达沮丧的100个字文本：没能考上心仪的大学。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我的小伙伴要搬家了，我很伤心，帮我写段祝福他的话，表达我舍不得他，期望以后常联系。字数要求100个字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "小伙伴的叔叔去世了，帮我写段安抚的话，字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我买了个新手机，续航太差了，帮我写段90个字的差评",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我买的苹果太硬了，还不甜，帮我写段90个字的差评",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "请根据以下情境生成一段具有恐惧情感的文本：一个人在深夜独自走在一条荒凉的小路上，突然听到了附近传来的可怕声音。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "以公司要裁员为背景，写一段对小明心里担忧的文字描述。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "用平静的语气描述我过了平淡的一年。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "我听了一场音乐会，演的一般般，环境一般般，效果一般般，写段90个字的中性评价。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "请用幽默的方式描述一件尴尬的事情。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "生成一段表达幸福的100个字文本：今天你要嫁给我啦。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我看了一部电影，故事情节很好，主人公很帅，帮我写个90字好评",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我的同事工作效率高，乐于助人，帮我写个100个字的好评给他。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "写一段批判管理层不作为的文章。字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "某国往海里排放污水，写一篇文章表达对这件事厌恶，字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "用户使用我家的财务OA产品多次报错，导致影响他们的业务，帮我写一封300字的道歉信给他，告知我们正在处理，会在2天后解决问题并安排工程师现场升级。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕产品问题写道歉信，并承诺会在2天后解决问题并安排工程师现场升级。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "请将以下句子改写为非正式的口语风格：“他非常努力地工作，以便能够实现他的梦想。”",
            "target": "为了梦想，他努力工作。",
            "ability": "风格生成"
        },
        {
            "input": "以口语化和演讲风格，写一篇珍惜时间的文章，300字。",
            "target": "1.言之成理\n2.有对象感",
            "ability": "风格生成"
        },
        {
            "input": "按公文语言要求修改下面文段\n按照生产计划，我们厂目前急缺二十万份试剂盒，希望能尽快调拨给我们，好用来满足紧急需要，可不可以，等待你们迅速回复。",
            "target": "根据我司当前的生产计划，我们正急需二十万份试剂盒。敬请贵部门能够尽快对此进行调拨，以便我们能够及时满足生产的紧急需求。期待您的迅速反馈和支持。\n谢谢。",
            "ability": "风格生成"
        },
        {
            "input": "今天我们上了一节跟以前不一样的语文课，老师让我们A组和B组比赛抢答生字，我是B组，老师说看哪组的分最高哪组就胜利。\n老师在黑板上写了22个生字，分别是：舟、乘、音……老师说：“一圈一圈地“开火车”比赛”，快到我了，我心里好紧张啊，但我还是一下就说对了那个字，第二轮比赛是抢答生字，谁先答出来，那组就加1分，这样一分钟、两分钟……过去了，比赛也结束了。\n最后老师总结出分数，A组赢了，老师还给他们画出来一个大大的笑脸，虽然我们没有赢，但我们下次努力一定会赢的。加油！\n改成老师视角重写一遍。",
            "target": "1、使用老师的视角重新写一遍\n2、发生的事情要与之前的视角是一件事。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "用鲁迅的风格，以“今天的紫菜汤有点咸了”开头，写一首四行诗",
            "target": "围绕问题进行回答，且言之有理，三观端正，但一定要符合“四行诗”的要求",
            "ability": "风格生成"
        },
        {
            "input": "向领导汇报一下工作进展，周一开了需求评审会议、周二研发已经开始工作，周三第一个版本部署上去，周四在进行测试，周五我们在修复bug，下周计划在发一个版本。字数不少于300字。",
            "target": "评估依据：\n1、问好领导，再根据提示的工作内容进行拓展。\n2、文章要通顺，无明显错别字和句子。",
            "ability": "风格生成"
        },
        {
            "input": "2023年11月11日10:00，在上海虹桥区红塔大厦1层宴会厅，我们公司发布新的智能机器人产品，特点的更智能、新外观、诱人的价格，帮我写封300字的会议邀请邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕新产品三个特点介绍，邀请的客户来。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "假设你是 Marv，总是不情愿地用讽刺语气回答问题，例如一公斤是多少磅？Marv：又是这个？一公斤有 2.2 磅。\nHTML 是什么？",
            "target": "参考答案：根据回复内容，判断是否有讽刺味道，有的话即正确。",
            "ability": "风格生成"
        },
        {
            "input": "以晚霞为主题，写一首诗歌。",
            "target": "1、诗歌风格\n2、围绕晚霞开展创作\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "向全体员工通报，公司在2023年12月30日召开年度庆典活动，活动内容公司成就回顾、表彰仪式、员工互动、高级晚餐、抽奖活动。写一封300字的通报邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、时间、活动内容要正确\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "我买的手机太难用了，屏幕颜色失真、玩游戏发烫还卡顿，还特别重，长时间拿起来很累。我要写封300字的投诉邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕要求写投诉邮件。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "请用现代网络用语描述电影《大话西游》的剧情。",
            "target": "围绕问题进行回答，且言之有理，三观端正，同时回答须包含现代网络用语。",
            "ability": "风格生成"
        },
        {
            "input": "用文言文风格写一篇关于交通信号灯的说明文",
            "target": "言之有理即可",
            "ability": "风格生成"
        },
        {
            "input": "以荷花为主题写一首绝句",
            "target": "言之有理即可",
            "ability": "风格生成"
        },
        {
            "input": "红酒分为三个系列：\n经典系列：优雅的口感\n限量版系列：精心酿造、限量版、每一瓶都经过特别设计、严格筛选\n地区特色系列：源自于世界各地著名的葡萄酒产区。每一瓶都展现着不同地域的风土特色和独特的风味\n根据以上信息，帮我写封300字的营销邮件。",
            "target": "1、邮件风格，开头问候、\n2、营销类型以推荐为主，围绕三个系列介绍\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "整理成json格式\n北京创达：\n地址：北京市海淀区清华东路9号院3号楼创达大厦 \n邮编：100083\n邮箱：biz@thundersoft.com\n成都创达：\n地址：成都市高新区和乐一街71号AI创新中心A3栋310楼 \n邮编：610000\n邮箱：biz@thundersoft.com\n上海创达：\n地址：上海市徐汇区田林路487号宝石园26号楼 \n邮编：201103\n邮箱：biz@thundersoft.com\n深圳创达：\n地址：深圳市南山区打石一路深圳国际创新谷2栋A座四层 \n邮编：518067\n邮箱：biz@thundersoft.com\n广州创达：\n地址：广州市黄埔区开创大道2505号502室 \n邮编：510760\n邮箱：biz@thundersoft.com\n南京创达：\n地址：南京市雨花台区安德门大街50号怡化中心A座911楼 \n邮编：210012\n邮箱：biz@thundersoft.com\n",
            "target": "{\n\"北京创达\": {\n\"地址\": \"北京市海淀区清华东路9号院3号楼创达大厦\",\n\"邮编\": \"100083\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"成都创达\": {\n\"地址\": \"成都市高新区和乐一街71号AI创新中心A3栋310楼\",\n\"邮编\": \"610000\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"上海创达\": {\n\"地址\": \"上海市徐汇区田林路487号宝石园26号楼\",\n\"邮编\": \"201103\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"深圳创达\": {\n\"地址\": \"深圳市南山区打石一路深圳国际创新谷2栋A座四层\",\n\"邮编\": \"518067\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"广州创达\": {\n\"地址\": \"广州市黄埔区开创大道2505号502室\",\n\"邮编\": \"510760\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"南京创达\": {\n\"地址\": \"南京市雨花台区安德门大街50号怡化中心A座911楼\",\n\"邮编\": \"210012\",\n\"邮箱\": \"biz@thundersoft.com\"\n}\n}",
            "ability": "结构化生成"
        },
        {
            "input": "整理成json格式\n<devices>\n<iPadPro>\n<机型>iPad Pro 12.9英寸 (第六代）</机型>\n<屏幕尺寸>12.9 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜 XDR 显示屏</显示屏>\n<刷新技术>ProMotion自适应刷新</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>M2 芯片</芯片>\n<CPU>8 核中央处理器</CPU>\n<GPU>10 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K的ProRes 视频</视频拍摄>\n</iPadPro>\n<iPadAir>\n<机型>iPad Air (第五代）</机型>\n<屏幕尺寸>10.9 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜显示屏</显示屏>\n<刷新技术>不适用</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>M1 芯片</芯片>\n<CPU>8 核中央处理器</CPU>\n<GPU>8 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K视频</视频拍摄>\n</iPadAir>\n<iPadMini>\n<机型>iPad Mini (第六代）</机型>\n<屏幕尺寸>8.3 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜显示屏</显示屏>\n<刷新技术>不适用</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>A15 仿生芯片</芯片>\n<CPU>6 核中央处理器</CPU>\n<GPU>5 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K视频</视频拍摄>\n</iPadMini>\n</devices>",
            "target": "{\n\"devices\": {\n\"iPadPro\": {\n\"机型\": \"iPad Pro 12.9英寸 (第六代）\",\n\"屏幕尺寸\": \"12.9 英寸\",\n\"显示屏\": \"Liquid 视网膜 XDR 显示屏\",\n\"刷新技术\": \"ProMotion自适应刷新\",\n\"色域\": \"P3 广色域\",\n\"芯片\": \"M2 芯片\",\n\"CPU\": \"8 核中央处理器\",\n\"GPU\": \"10 核图形处理器\",\n\"后置摄像头\": \"1200 万像素广角\",\n\"视频拍摄\": \"4K的ProRes 视频\"\n},\n\"iPadAir\": {\n\"机型\": \"iPad Air (第五代）\",\n\"屏幕尺寸\": \"10.9 英寸\",\n\"显示屏\": \"Liquid 视网膜显示屏\",\n\"刷新技术\": \"不适用\",\n\"色域\": \"P3 广色域\",\n\"芯片\": \"M1 芯片\",\n\"CPU\": \"8 核中央处理器\",\n\"GPU\": \"8 核图形处理器\",\n\"后置摄像头\": \"1200 万像素广角\",\n\"视频拍摄\": \"4K视频\"\n},\n\"iPadMini\": {\n\"机型\": \"iPad Mini (第六代）\",\n\"屏幕尺寸\": \"8.3 英寸\",\n\"显示屏\": \"Liquid 视网膜显示屏\",\n\"刷新技术\": \"不适用\",\n\"色域\": \"P3 广色域\",\n\"芯片\": \"A15 仿生芯片\",\n\"CPU\": \"6 核中央处理器\",\n\"GPU\": \"5 核图形处理器\",\n\"后置摄像头\": \"1200 万像素广角\",\n\"视频拍摄\": \"4K视频\"\n}\n}\n}",
            "ability": "结构化生成"
        },
        {
            "input": "2021年7月份；亚比迪成功进入北京市场。\n2021年8月份；亚比迪成功进入河北市场。\n2022年9月份；亚比迪成功进入山东市场。\n2022年10月份；亚比迪成功进入上海+苏州市场。\n2023年11月份；亚比迪成功进入东北市场。\n2024年3月份：亚比迪成功进入四川市场。\n2021年7月份；亚比迪成功进入重庆市场。\n2021年8月份；亚比迪成功进入广东市场。\n2022年9月份；亚比迪成功进入河南市场。\n2022年10月份；亚比迪成功进入湖南市场。\n2023年11月份；亚比迪成功进入湖北市场。\n2023年3月份：亚比迪成功进入海南市场。\n把上面信息按照年份、月份整理成json格式",
            "target": "<market_entries>\n<entry>\n<year>2021</year>\n<month>7</month>\n<markets>\n<market>北京</market>\n<market>重庆</market>\n</markets>\n</entry>\n<entry>\n<year>2021</year>\n<month>8</month>\n<markets>\n<market>河北</market>\n<market>广东</market>\n</markets>\n</entry>\n<entry>\n<year>2022</year>\n<month>9</month>\n<markets>\n<market>山东</market>\n<market>河南</market>\n</markets>\n</entry>\n<entry>\n<year>2022</year>\n<month>10</month>\n<markets>\n<market>上海+苏州</market>\n<market>湖南</market>\n</markets>\n</entry>\n<entry>\n<year>2023</year>\n<month>11</month>\n<markets>\n<market>东北</market>\n<market>湖北</market>\n</markets>\n</entry>\n<entry>\n<year>2023</year>\n<month>3</month>\n<markets>\n<market>海南</market>\n</markets>\n</entry>\n<entry>\n<year>2024</year>\n<month>3</month>\n<markets>\n<market>四川</market>\n</markets>\n</entry>\n</market_entries>",
            "ability": "结构化生成"
        },
        {
            "input": "2021年7月份；亚比迪成功进入北京市场。\n2021年8月份；亚比迪成功进入河北市场。\n2022年9月份；亚比迪成功进入山东市场。\n2022年10月份；亚比迪成功进入上海+苏州市场。\n2023年11月份；亚比迪成功进入东北市场。\n2024年3月份：亚比迪成功进入四川市场。\n2021年7月份；亚比迪成功进入重庆市场。\n2021年8月份；亚比迪成功进入广东市场。\n2022年9月份；亚比迪成功进入河南市场。\n2022年10月份；亚比迪成功进入湖南市场。\n2023年11月份；亚比迪成功进入湖北市场。\n2023年3月份：亚比迪成功进入海南市场。\n把上面信息按照年份、月份整理成xml格式",
            "target": "{\n\"2021\": {\n\"7月\": [\"北京\", \"重庆\"],\n\"8月\": [\"河北\", \"广东\"]\n},\n\"2022\": {\n\"9月\": [\"山东\", \"河南\"],\n\"10月\": [\"上海+苏州\", \"湖南\"]\n},\n\"2023\": {\n\"3月\": [\"海南\"],\n\"11月\": [\"东北\", \"湖北\"]\n},\n\"2024\": {\n\"3月\": [\"四川\"]\n}\n}",
            "ability": "结构化生成"
        },
        {
            "input": "整理成xml格式\n{\n\"北京创达\": {\n\"地址\": \"北京市海淀区清华东路9号院3号楼创达大厦\",\n\"邮编\": \"100083\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"成都创达\": {\n\"地址\": \"成都市高新区和乐一街71号AI创新中心A3栋310楼\",\n\"邮编\": \"610000\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"上海创达\": {\n\"地址\": \"上海市徐汇区田林路487号宝石园26号楼\",\n\"邮编\": \"201103\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"深圳创达\": {\n\"地址\": \"深圳市南山区打石一路深圳国际创新谷2栋A座四层\",\n\"邮编\": \"518067\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"广州创达\": {\n\"地址\": \"广州市黄埔区开创大道2505号502室\",\n\"邮编\": \"510760\",\n\"邮箱\": \"biz@thundersoft.com\"\n},\n\"南京创达\": {\n\"地址\": \"南京市雨花台区安德门大街50号怡化中心A座911楼\",\n\"邮编\": \"210012\",\n\"邮箱\": \"biz@thundersoft.com\"\n}\n}",
            "target": "<contacts>\n<company>\n<name>北京创达</name>\n<address>北京市海淀区清华东路9号院3号楼创达大厦</address>\n<zipcode>100083</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n<company>\n<name>成都创达</name>\n<address>成都市高新区和乐一街71号AI创新中心A3栋310楼</address>\n<zipcode>610000</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n<company>\n<name>上海创达</name>\n<address>上海市徐汇区田林路487号宝石园26号楼</address>\n<zipcode>201103</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n<company>\n<name>深圳创达</name>\n<address>深圳市南山区打石一路深圳国际创新谷2栋A座四层</address>\n<zipcode>518067</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n<company>\n<name>广州创达</name>\n<address>广州市黄埔区开创大道2505号502室</address>\n<zipcode>510760</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n<company>\n<name>南京创达</name>\n<address>南京市雨花台区安德门大街50号怡化中心A座911楼</address>\n<zipcode>210012</zipcode>\n<email>biz@thundersoft.com</email>\n</company>\n</contacts>",
            "ability": "结构化生成"
        },
        {
            "input": "整理成xml格式：\n机型：\niPad Pro 12.9英寸 (第六代）\niPad Air (第五代）\niPad Mini (第六代）\n屏幕尺寸：\n12.9 英寸\n10.9 英寸\n8.3 英寸\n显示屏：\nLiquid 视网膜 XDR 显示屏\nLiquid 视网膜显示屏\nLiquid 视网膜显示屏\n刷新技术：\nProMotion自适应刷新\n不适用\n不适用\n色域：\nP3 广色域\nP3 广色域\nP3 广色域\n芯片：\nM2 芯片\nM1 芯片\nA15 仿生芯片\nCPU：\n8 核中央处理器\n8 核中央处理器\n6 核中央处理器\nGPU：\n10 核图形处理器\n8 核图形处理器\n5 核图形处理器\n后置摄像头：\n1200 万像素广角\n1200 万像素广角\n1200 万像素广角\n视频拍摄：\n4K的ProRes 视频\n4K视频\n4K视频",
            "target": "<devices>\n<iPadPro>\n<机型>iPad Pro 12.9英寸 (第六代）</机型>\n<屏幕尺寸>12.9 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜 XDR 显示屏</显示屏>\n<刷新技术>ProMotion自适应刷新</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>M2 芯片</芯片>\n<CPU>8 核中央处理器</CPU>\n<GPU>10 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K的ProRes 视频</视频拍摄>\n</iPadPro>\n<iPadAir>\n<机型>iPad Air (第五代）</机型>\n<屏幕尺寸>10.9 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜显示屏</显示屏>\n<刷新技术>不适用</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>M1 芯片</芯片>\n<CPU>8 核中央处理器</CPU>\n<GPU>8 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K视频</视频拍摄>\n</iPadAir>\n<iPadMini>\n<机型>iPad Mini (第六代）</机型>\n<屏幕尺寸>8.3 英寸</屏幕尺寸>\n<显示屏>Liquid 视网膜显示屏</显示屏>\n<刷新技术>不适用</刷新技术>\n<色域>P3 广色域</色域>\n<芯片>A15 仿生芯片</芯片>\n<CPU>6 核中央处理器</CPU>\n<GPU>5 核图形处理器</GPU>\n<后置摄像头>1200 万像素广角</后置摄像头>\n<视频拍摄>4K视频</视频拍摄>\n</iPadMini>\n</devices>",
            "ability": "结构化生成"
        },
        {
            "input": "吕布（159--199年），字奉先，五原郡九原县人。在《三国演义》里因先后为丁原、董卓的部将，并将其杀死。吕布膂力过人，号称“飞将”，因其外表华美，并有坐骑赤兔马，被称为“人中吕布，马中赤兔”。终年40岁。\n赵云（约154--229年），字子龙，常山真定人。是继关羽和张飞之后追随刘备最早的将领。在《三国演义》里与文丑大战六十回合未分胜负，曾经与许褚对战三十回合不分胜负。享年76岁。\n典韦（165--197年），陈留己吾人。被称为古之恶来，曾与许褚大战不分胜负，能逐虎过涧，在曹操征讨吕布时被募为陷阵，表现英勇，被拜为校尉，宿卫曹操。建安197年，由于被胡车儿偷走武器双戟，被反叛的张绣军所杀，死时大概三十多岁。\n关羽（？－220年），字云长，河东郡解县人。是五虎上将之首，《三国演义》里出场时便与张飞各斩一名黄巾将领，而后在汜水关温酒斩华雄，虎牢关助张飞战吕布，于白马坡连杀袁绍大将颜良、文丑。攻长沙时，与黄忠大战，用拖刀计将黄忠打败。公元220年，关羽兵败被孙权杀害。\n马超（176年－222年），字孟起，司隶部扶风郡茂陵人，出生于凉州，西凉马腾之子。潼关之战时八九回合败于禁，二十回合败张郃，数合中刺死李通，又与虎痴许褚大战两百余合。葭萌关之战时又与张飞大战两百余合不分胜负。被曹操、张松等誉为“不减吕布之勇”！人称“锦马超”。羌人奉其为“神威天将军”。公元223年病死，时年47岁，谥号“威侯”。\n张飞（？－221年），字翼德，幽州涿郡人，《三国演义》里于虎牢关与吕布打的难解难分，而后在徐州时和吕布不分胜负，刘备担心张飞，而后鸣金收兵。入川时轻松打败蜀将严颜，先后与马超、许褚大战几百回合不分胜负，曾经一次将醉酒的许褚打伤。后来被张达，范强暗算而死。\n按照姓名、生猝年、字、出生地 整理成表格",
            "target": "| 姓名 | 生卒年 | 字 | 出生地 |\n| --- | --------- | --- | -------- |\n| 吕布 | 159-199年 | 奉先 | 五原郡九原县 |\n| 赵云 | 约154-229年 | 子龙 | 常山真定 |\n| 典韦 | 165-197年 | 无字 | 陈留己吾 |\n| 关羽 | ？-220年 | 云长 | 河东郡解县 |\n| 马超 | 176年-222年 | 孟起 | 司隶部扶风郡茂陵 |\n| 张飞 | ？-221年 | 翼德 | 幽州涿郡 |",
            "ability": "结构化生成"
        },
        {
            "input": "将下面信息整理成表格以全国销售量递增排序：\nModel Y\n26.39-36.39万\n全国销量51471\n秦PLUS\n9.98-20.99万\n全国销量38197\n轩逸\n10.86-17.49万\n全国销量29638\n朗逸\n9.399-15.19万\n全国销量27287\n宋PLUS新能源\n15.48-21.99万\n全国销量27041\n速腾\n12.79-17.29万\n全国销量26618",
            "target": "| 车型 | 价格范围（万元） | 全国销量 |\n| -------------- | ---------------- | ---------- |\n| 速腾 | 12.79-17.29 | 26618 |\n| 宋PLUS新能源 | 15.48-21.99 | 27041 |\n| 朗逸 | 9.399-15.19 | 27287 |\n| 轩逸 | 10.86-17.49 | 29638 |\n| 秦PLUS | 9.98-20.99 | 38197 |\n| Model Y | 26.39-36.39 | 51471 |",
            "ability": "结构化生成"
        },
        {
            "input": "将以下信息生成表格并收入降序排列并按照学历拆表：\n姓名：张伟 手机号码：13812345678 工作单位：ABC 公司 职位：经理 薪资：60,000元 学历：本科 \n姓名：王芳 手机号码：13987654321 工作单位：XYZ 公司 职位：销售代表 薪资：40,000元 学历：大专 \n姓名：李军 手机号码：13678901234 工作单位：QRS 公司 职位：工程师 薪资：70,000元 学历：硕士 \n姓名：刘娜 手机号码：13890123456 工作单位：DEF 公司 职位：会计师 薪资：55,000元 学历：大专 \n姓名：王伟 手机号码：13456789012 工作单位：MNO 公司 职位：技术员 薪资：45,000元 学历： \n姓名：张秀英 手机号码：13789012345 工作单位：GHI 公司 职位：行政人员 薪资：50,000元 学历：本科 \n姓名：刘洋 手机号码：13901234567 工作单位：JKL 公司 职位：市场专员 薪资：55,000元 学历： \n姓名：李秀华 手机号码：13456789012 工作单位：PQR 公司 职位：客户服务代表 薪资：35,000元 学历：大专 \n姓名：张浩 手机号码：13789012345 工作单位：STU 公司 职位：分析师 薪资：65,000元 学历：硕士 \n姓名：王丽 手机号码：13801234567 工作单位：VWX 公司 职位：人力资源经理 薪资：70,000元 学历：本科",
            "target": "好的,已将信息生成表格并按学历降序排列:\n### 硕士\n| 姓名 | 手机号码 | 工作单位 | 职位 | 薪资 | \n|-|-|-|-|-|\n| 李军 | 13678901234 | QRS 公司 | 工程师 | 70,000元 |\n| 张浩 | 13789012345 | STU 公司 | 分析师 | 65,000元 |\n### 本科\n| 姓名 | 手机号码 | 工作单位 | 职位 | 薪资 |\n|-|-|-|-|-| \n| 王丽 | 13801234567 | VWX 公司 | 人力资源经理 | 70,000元 |\n| 张伟 | 13812345678 | ABC 公司 | 经理 | 60,000元 |\n| 张秀英 | 13789012345 | GHI 公司 | 行政人员 | 50,000元 |\n### 大专\n| 姓名 | 手机号码 | 工作单位 | 职位 | 薪资 |\n|-|-|-|-|-|\n| 刘娜 | 13890123456 | DEF 公司 | 会计师 | 55,000元 | \n| 王芳 | 13987654321 | XYZ 公司 | 销售代表 | 40,000元 |\n| 李秀华 | 13456789012 | PQR 公司 | 客户服务代表 | 35,000元 |\n### 无学历\n| 姓名 | 手机号码 | 工作单位 | 职位 | 薪资 |\n|-|-|-|-|-|\n| 王伟 | 13456789012 | MNO 公司 | 技术员 | 45,000元 |\n| 刘洋 | 13901234567 | JKL 公司 | 市场专员 | 55,000元 |",
            "ability": "结构化生成"
        },
        {
            "input": "2022年一月到十二月的销售额是1200、1500、1800、2200、2500、2800、3200、3500、3800、200、500、800。\n2021年一月到十二月的销售额是1221、1521、1821、2221、2521、2821、3221、3521、3821、221、521、821。\n2023年一月到十二月的销售额是1223、1523、1823、2223、2523、2823、3223、3523、3823、223、523、823。\n将上面信息按月做成统计表。",
            "target": "月份 2022年 2021年 2023年\n1月 1200 1221 1223\n2月 1500 1521 1523 \n3月 1800 1821 1823\n4月 2200 2221 2223\n5月 2500 2521 2523\n6月 2800 2821 2823\n7月 3200 3221 3223\n8月 3500 3521 3523\n9月 3800 3821 3823 \n10月 200 221 223\n11月 500 521 523\n12月 800 821 823",
            "ability": "结构化生成"
        },
        {
            "input": "整理成列表并按照血脂正常和非正常分开并整理好格式： 1. 姓名：张三 年龄：25岁 性别：男 身高：175厘米 体重：70公斤 血压：120/80毫米汞柱 血糖：5.2毫摩尔/升 血脂：正常 2. 姓名：李四 年龄：30岁 性别：女 身高：165厘米 体重：55公斤 血压：110/70毫米汞柱 血糖：4.8毫摩尔/升 血脂：正常 3. 姓名：王五 年龄：45岁 性别：男 身高：180厘米 体重：80公斤 血压：130/85毫米汞柱 血糖：6.2毫摩尔/升 血脂：偏高 4. 姓名：赵六 年龄：35岁 性别：女 身高：170厘米 体重：60公斤 血压：120/80毫米汞柱 血糖：5.5毫摩尔/升 血脂：正常 5. 姓名：刘七 年龄：28岁 性别：男 身高：180厘米 体重：75公斤 血压：115/75毫米汞柱 血糖：4.9毫摩尔/升 血脂：偏低 1. 姓名：王小红 年龄：28岁 性别：女 身高：165厘米 体重：55公斤 血压：120/80毫米汞柱 血糖：5.2毫摩尔/升 血脂：正常 2. 姓名：张小明 年龄：35岁 性别：男 身高：175厘米 体重：70公斤 血压：130/85毫米汞柱 血糖：6.0毫摩尔/升 血脂：偏高 3. 姓名：李婷婷 年龄：42岁 性别：女 身高：160厘米 体重：65公斤 血压：125/80毫米汞柱 血糖：5.5毫摩尔/升 血脂：正常 4. 姓名：刘建国 年龄：50岁 性别：男 身高：180厘米 体重：85公斤 血压：140/90毫米汞柱 血糖：6.8毫摩尔/升 血脂：偏高 5. 姓名：陈小雪 年龄：32岁 性别：女 身高：170厘米 体重：60公斤 血压：115/75毫米汞柱 血糖：4.9毫摩尔/升 血脂：正常",
            "target": "**血脂正常**\n\n| 姓名 | 年龄 | 性别 | 身高 | 体重 | 血压 | 血糖 | 血脂 |\n|-|-|-|-|-|-|-|-|\n| 张三 | 25岁 | 男 | 175厘米 | 70公斤 | 120/80毫米汞柱 | 5.2毫摩尔/升 | 正常 |\n| 李四 | 30岁 | 女 | 165厘米 | 55公斤 | 110/70毫米汞柱 | 4.8毫摩尔/升 | 正常 |\n| 赵六 | 35岁 | 女 | 170厘米 | 60公斤 | 120/80毫米汞柱 | 5.5毫摩尔/升 | 正常 |\n| 王小红 | 28岁 | 女 | 165厘米 | 55公斤 | 120/80毫米汞柱 | 5.2毫摩尔/升 | 正常 |\n| 李婷婷 | 42岁 | 女 | 160厘米 | 65公斤 | 125/80毫米汞柱 | 5.5毫摩尔/升 | 正常 |\n| 陈小雪 | 32岁 | 女 | 170厘米 | 60公斤 | 115/75毫米汞柱 | 4.9毫摩尔/升 | 正常 |\n\n**血脂非正常** \n\n| 姓名 | 年龄 | 性别 | 身高 | 体重 | 血压 | 血糖 | 血脂 |\n|-|-|-|-|-|-|-|-| \n| 王五 | 45岁 | 男 | 180厘米 | 80公斤 | 130/85毫米汞柱 | 6.2毫摩尔/升 | 偏高 |\n| 刘七 | 28岁 | 男 | 180厘米 | 75公斤 | 115/75毫米汞柱 | 4.9毫摩尔/升 | 偏低 |\n| 张小明 | 35岁 | 男 | 175厘米 | 70公斤 | 130/85毫米汞柱 | 6.0毫摩尔/升 | 偏高 | \n| 刘建国 | 50岁 | 男 | 180厘米 | 85公斤 | 140/90毫米汞柱 | 6.8毫摩尔/升 | 偏高 |",
            "ability": "结构化生成"
        },
        {
            "input": "小明：8月4日去天津博物馆看展览，8月5日去南京体育馆看演唱会，8月6日去杭州参加运动会，8月7日去广州看发布会。\n大力：8月5日去天津博物馆看展览，8月6日去南京体育馆看演唱会，8月7日去杭州参加运动会，8月4日去广州看发布会。\n阿峰：8月6日去天津博物馆看展览，8月7日去南京体育馆看演唱会，8月4日去杭州参加运动会，8月5日去广州看发布会。\n奎勇：8月7日去天津博物馆看展览，8月4日去南京体育馆看演唱会，8月5日去杭州参加运动会，8月6日去广州看发布会。\n把上面信息按照日期为行人为列整理成表格",
            "target": "根据给定信息,可以将四人的行程按日期横排,人名竖排整理成如下表格:\n\n| 姓名\\\\日期 | 小明 | 大力 | 阿峰 | 奎勇 |\n| ------ | ----- | ----- | ----- | ----- |\n| 8月4日 | 天津博物馆 | 广州发布会 | 杭州运动会 | 南京体育馆 |\n| 8月5日 | 南京体育馆 | 天津博物馆 | 广州发布会 | 杭州运动会 |\n| 8月6日 | 杭州运动会 | 南京体育馆 | 天津博物馆 | 广州发布会 |\n| 8月7日 | 广州发布会 | 杭州运动会 | 南京体育馆 | 天津博物馆 |\n\n将日期作为表头横排,人名竖排,根据每个人不同日期的行程填入表格对应的位置,这样可以更清晰直观地查看每个日期不同人的活动安排。",
            "ability": "结构化生成"
        },
        {
            "input": "今天是7月29号周一，周一我们去天津看跳水，周二去唐山吃海鲜，周三去北京吃涮羊肉，周四去石家庄吃烤肉，周五去保定吃火烧，周六周日休息。然后下周我们去四川周边玩，周一在成都看熊猫，周二雅安看风景，周三去乐山看大佛，周四去重庆洪崖洞，周五泸州买点酒，周六做飞机回南京，周日在南京看演唱会。\n将以上信息整理成时间轴",
            "target": "以下是按时间轴整理的活动安排：\n\n本周：\n- 7月29号（周一）：天津观看跳水比赛\n- 7月30号（周二）：唐山品尝海鲜\n- 7月31号（周三）：北京品尝涮羊肉\n- 8月1号（周四）：石家庄品尝烤肉\n- 8月2号（周五）：保定品尝火烧\n- 8月3号（周六）至8月4号（周日）：休息\n\n下周：\n- 8月5号（周一）：在成都观赏熊猫\n- 8月6号（周二）：在雅安欣赏风景\n- 8月7号（周三）：乐山参观大佛\n- 8月8号（周四）：在重庆游览洪崖洞\n- 8月9号（周五）：在泸州购买酒品\n- 8月10号（周六）：乘飞机返回南京\n- 8月11号（周日）：在南京观看演唱会\n\n希望这个时间轴对您有帮助。祝您度过愉快的旅行和观赏活动！如果您有其他问题，请随时提问。",
            "ability": "结构化生成"
        },
        {
            "input": "2021年7月份；亚比迪成功进入北京市场。\n2021年8月份；亚比迪成功进入河北市场。\n2022年9月份；亚比迪成功进入山东市场。\n2022年10月份；亚比迪成功进入上海+苏州市场。\n2023年11月份；亚比迪成功进入东北市场。\n2024年3月份：亚比迪成功进入四川市场。\n2021年7月份；亚比迪成功进入重庆市场。\n2021年8月份；亚比迪成功进入广东市场。\n2022年9月份；亚比迪成功进入河南市场。\n2022年10月份；亚比迪成功进入湖南市场。\n2023年11月份；亚比迪成功进入湖北市场。\n2023年3月份：亚比迪成功进入海南市场。\n把以上信息按时间轴整理",
            "target": "以下是按时间轴整理的亚比迪进入市场的信息：\n\n2021年7月份：\n- 北京市场\n- 重庆市场\n\n2021年8月份：\n- 河北市场\n- 广东市场\n\n2022年9月份：\n- 山东市场\n- 河南市场\n\n2022年10月份：\n- 上海+苏州市场\n- 湖南市场\n\n2023年3月份：\n- 海南市场\n\n2023年11月份：\n- 东北市场\n- 湖北市场\n\n2024年3月份：\n- 四川市场\n\n希望这些整理对您有帮助。如果您有任何其他问题，请随时提问。",
            "ability": "结构化生成"
        },
        {
            "input": "请将以下信息生成一个时间轴：\n小明：8月4日去天津博物馆看展览，8月5日去南京体育馆看演唱会，8月6日去杭州参加运动会，8月7日去广州看发布会。\n大力：8月5日去天津博物馆看展览，8月6日去南京体育馆看演唱会，8月7日去杭州参加运动会，8月4日去广州看发布会。\n阿峰：8月6日去天津博物馆看展览，8月7日去南京体育馆看演唱会，8月4日去杭州参加运动会，8月5日去广州看发布会。\n奎勇：8月7日去天津博物馆看展览，8月4日去南京体育馆看演唱会，8月5日去杭州参加运动会，8月6日去广州看发布会。\n",
            "target": "以下是根据提供的信息生成的时间轴：\n\n- 8月4日：\n- 小明：去天津博物馆看展览\n- 大力：去广州看发布会\n- 阿峰：去杭州参加运动会\n- 奎勇：去南京体育馆看演唱会\n\n- 8月5日：\n- 小明：去南京体育馆看演唱会\n- 大力：去天津博物馆看展览\n- 阿峰：去广州看发布会\n- 奎勇：去杭州参加运动会\n\n- 8月6日：\n- 小明：去杭州参加运动会\n- 大力：去杭州参加运动会\n- 阿峰：去天津博物馆看展览\n- 奎勇：去广州看发布会\n\n- 8月7日：\n- 小明：去广州看发布会\n- 大力：去杭州参加运动会\n- 阿峰：去南京体育馆看演唱会\n- 奎勇：去天津博物馆看展览\n\n请注意，根据提供的信息，每个人的行程安排在不同的日期中，并且每个人的行程顺序可能不同。时间轴上的日期对应了每个人的活动安排。",
            "ability": "结构化生成"
        },
        {
            "input": "你在火车上遇到一个开心且热情的旅伴，你想了解一下他有哪些独特的爱好和兴趣，请提出一些问题。",
            "target": "回答合理即可",
            "ability": "创意生成"
        },
        {
            "input": "为五星级餐厅，做一个宫保鸡丁的菜品宣传。字数要求不少于100个字。",
            "target": "回答合理即可",
            "ability": "创意生成"
        },
        {
            "input": "写篇地球人帮助外星人战胜外星怪物的故事，字数在300字以上，包含科幻、爱情、战争的元素。",
            "target": "按照要求编写文章，文章要通顺无错别字，字数接近即可。文章要求要有正能量。",
            "ability": "创意生成"
        },
        {
            "input": "一周7天我都要在成都和重庆游玩，帮我写个旅游攻略。我是从北京坐飞机去和飞机回，必须去看大熊猫吃火锅，前四天在重庆，后三天在成都。字数要求400字",
            "target": "按照要求编写文章，文章要通顺无错别字，字数接近即可。文章要求要有正能量。",
            "ability": "创意生成"
        },
        {
            "input": "为小学一年级课堂提出一套可操作规则。",
            "target": "回答合理即可",
            "ability": "创意生成"
        },
        {
            "input": "我想写篇文章研究如何研发出更高速的汽车，帮我的起一个疑问式的标题。",
            "target": "探索未来：如何打造更快速的汽车？",
            "ability": "创意生成"
        },
        {
            "input": "阅读下面这则新闻报道，请为这个新闻拟定一个标题\n本报讯（记者李丹） 通过对成都市6个区县20余家企业的检查、暗访结果显示，成都市水环境还存在问题。主要表现在：①水环境形势严峻。成都不少河段水质仍受到严重污染。数据显示成都市污染物减少了，生活污水处理率提高了，但锦江水质还是没有根本好转，并呈恶化趋势。②环境保护基础工作较为薄弱。还存在环境污染数据不清，排污费征收使用底数不清等问题。③环保执法存在“死角”。个别地方在处理环境保护和经济处理率虽达到82%，但工业污染整治仍处于低水平、补欠帐阶段，离清洁生产、循环经济的要求差距很大。\n检查组最后建议，成都市应认真研究解决锦江污染问题，把整治锦江作为一个系统工程，纳入市政府为民办实事工作中，使水环境质量得到提高。",
            "target": "成都市水环境形势不容乐观",
            "ability": "创意生成"
        },
        {
            "input": "就医疗保健的研究论文生成三个可能的标题",
            "target": "1. 提高医疗保健效率和质量：探索最佳实践\n2. 利用科技的力量在医疗保健中\n3. 降低医疗保健成本，提高医疗保健服务的获取",
            "ability": "创意生成"
        },
        {
            "input": "我要去调研如何提高个人的收入，帮我的文章起一个疑问式的标题。",
            "target": "如何在当前经济环境下提高个人收入？",
            "ability": "创意生成"
        },
        {
            "input": "我们发布了一款新产品，得到了客户的高度认可。我想将这个案例写成一个成功故事，请帮我想一个激励性的标题。",
            "target": "突破辉煌：新产品征服市场，赢得客户心声！",
            "ability": "创意生成"
        },
        {
            "input": "请你写一份关于环保的文章提供，要求必须包括以下内容：1.当前环境状况如何 2.环保的重要性 3.如何进行环保",
            "target": "回答合理即可",
            "ability": "创意生成"
        },
        {
            "input": "我要采访一位科幻作家，创建一个包含 8 个问题的列表",
            "target": "参考答案：答案中能返回8个有关“科幻小说”或“个人”的问题即正确。",
            "ability": "创意生成"
        },
        {
            "input": "帮我写一份关于会议记录的提纲",
            "target": "关于会议记录的提纲：\n\nI. 引言 A. 简要介绍会议记录的背景和重要性 B. 提出对会议记录的研究目的和问题\n\nII. 会议记录的目标和要素 A. 解释会议记录的目标和作用 B. 强调会议记录中需要包含的关键要素（如会议议程、参与人员、决策结果等）\n\nIII. 会议记录的格式和结构 A. 探讨会议记录的格式和结构（如会议纪要、会议报告等） B. 强调会议记录的清晰和易读性的重要性\n\nIV. 会议记录的技巧和最佳实践 A. 提供会议记录的撰写技巧和实用建议 B. 探讨使用会议记录来促进沟通和合作的方法\n\nV. 会议记录的管理和存档 A. 强调会议记录的管理和存档的重要性 B. 探讨合适的存档方式和保密措施\n\nVI. 结论 A. 总结会议记录的重要性和应用前景 B. 提出未来研究的方向和建议",
            "ability": "创意生成"
        },
        {
            "input": "我要写个手机的使用说明书，帮我生成主题式提纲。",
            "target": "当然，我可以帮你生成一份主题式的提纲。以下是一个手机使用说明书的主题提纲：\n\n# 手机使用说明书\n\n## 1. 引言\n- 介绍手机的作用和意义\n- 引导用户了解本说明书的目的和结构\n\n## 2. 产品概述\n- 简要介绍手机的外观和主要特点\n- 解释手机的主要功能和用途\n\n## 3. 开始使用手机\n- 解释如何打开或关闭手机\n- 介绍手机的基本操作界面和按钮\n\n## 4. 设置与配置\n- 解释如何进行初始设置和配置\n- 介绍如何连接无线网络、蓝牙设备等\n\n## 5. 应用程序和功能\n- 介绍手机预装的常用应用程序\n- 解释如何使用通话、短信、相机、音乐播放器等功能\n\n## 6. 联系人和通信\n- 解释如何添加和管理联系人\n- 介绍如何进行电话、短信、社交媒体等通信方式\n\n## 7. 互联网和在线服务\n- 介绍如何使用浏览器访问网站\n- 解释如何使用在线服务，如电子邮件、社交媒体、应用商店等\n\n## 8. 个人化设置\n- 解释如何更改壁纸、铃声和其他个性化设置\n- 介绍如何调整音量、亮度等设备设置\n\n## 9. 常见问题解答\n- 列举一些常见问题和解决方法，如电池寿命、软件更新等\n\n## 10. 附录\n- 包含有关安全注意事项、法律声明等重要信息的附录\n\n请注意，这只是一个提纲，你可以根据需要进行修改和扩充。",
            "ability": "创意生成"
        },
        {
            "input": "我要写个在重庆旅游攻略，帮我生成时间顺序式提纲。",
            "target": "好的，以下是您在重庆旅游攻略的时间顺序式提纲：\n\n# 重庆旅游攻略\n\n## 第一天\n\n- 上午：洪崖洞\n- 下午：解放碑步行街\n- 晚上：观看夜景，可以选择看洪崖洞、南山一棵树、解放碑等地方的夜景\n\n## 第二天\n\n- 上午：武隆天生三桥（需要前往武隆天生三桥景区，包括观景台和玻璃桥）\n- 下午：回到市区，品尝火锅\n- 晚上：去看夜景或在解放碑步行街逛街\n\n## 第三天\n\n- 上午：重庆动物园\n- 下午：去重庆大学城，游览重庆大学和附近的美食街\n- 晚上：品尝火锅或者在江北区的酒吧消磨夜晚\n\n## 第四天\n\n- 上午：前往磁器口古镇，参观磁器口陶瓷文化街和古镇周边景点\n- 下午：乘坐长江索道，欣赏重庆的城市美景\n- 晚上：品尝美食或欣赏夜景\n\n## 第五天\n\n- 上午：前往重庆市内的博物馆，如重庆中国三峡博物馆等\n- 下午：游览南山风景区\n- 晚上：在南山风景区内品尝当地美食或者欣赏夜景\n\n## 第六天\n\n- 上午：游览重庆市内的其他景点，如磁器口、解放碑等\n- 下午：在渝中区逛街\n- 晚上：在渝中区品尝当地美食或者去看夜景\n\n希望这份时间顺序式提纲对您有所帮助，祝您在重庆的旅行愉快！",
            "ability": "创意生成"
        },
        {
            "input": "##### Fix bugs in the below function\n\n### Buggy Python\nimport Random\na = random.randint(1,12)\nb = random.randint(1,12)\nfor i in range(10):\nquestion = \"What is \"+a+\" x \"+b+\"? \"\nanswer = input(question)\nif answer = a*b\nprint (Well done!)\nelse:\nprint(\"No.\")\n\n### Fixed Python",
            "target": "参考答案：\n1.是否满足代码格式\n2.满足1的条件下，代码能跑通\n3.满足2的条件下，能给出样例的正确结果",
            "ability": "Python生成"
        },
        {
            "input": "编写一个函数，用于查找给定数组的最大元素。",
            "target": "int array[]= {8, 3, 5, 9, 3, 1, 5};int findMax(int array[])\n{\nint max = array[0];\nfor (int i = 1; i < sizeof(array)/sizeof(array[0]); i++)\n{\nif (array[i] > max)\nmax = array[i];\n}\nreturn max;\n}",
            "ability": "Python生成"
        },
        {
            "input": "用python语言，利用print()输出1024 * 768 = xxx：",
            "target": "可以使用以下代码来实现：\n\npython\nresult = 1024 * 768\nprint(\"1024 * 768 =\", result)\n运行代码后，将会输出：1024 * 768 = 786432",
            "ability": "Python生成"
        },
        {
            "input": "用python语言写三个方法，要求如下。\n将一个数值或字符串转换为整数。\n将一个对象转换为字符串。\n将一个可迭代的键值对对象转换为字典。",
            "target": "# 将一个数值或字符串转换为整数\ndef to_integer(value):\ntry:\nreturn int(value)\nexcept ValueError:\nreturn None\n\n\n# 将一个对象转换为字符串\ndef to_string(obj):\nreturn str(obj)\n\n# 将一个可迭代的键值对对象转换为字典\ndef to_dictionary(iterable):\ntry:\nreturn dict(iterable)\nexcept TypeError:\nreturn None",
            "ability": "Python生成"
        },
        {
            "input": "一个列表，list_a = [1,2,3,4,5,6,2,22,3,4,5,6,123,654,234,435,657,234,123,456，43，123，457，1234，12345]，求这个列表中重复出现的最多的数字是哪个并输出出现了多少次。用python语言实现。",
            "target": "list_a = [1, 2, 3, 4, 5, 6, 2, 22, 3, 4, 5, 6, 123, 654, 234, 435, 657, 234, 123, 456, 43, 123, 457, 1234, 12345]\n\ncount = {}\nfor i in list_a:\nif i in count:\ncount[i] += 1\nelse:\ncount[i] = 1\n\nmax_count = 0\nmax_num = None\nfor num, ct in count.items():\nif ct > max_count:\nmax_count = ct\nmax_num = num\n\nprint(\"列表中重复最多的数字是:{},出现了{}次\".format(max_num, max_count))",
            "ability": "Python生成"
        },
        {
            "input": "运用python，给test.txt文档写入“该文本会写入到文件中，看到我了吧”，并读取该文档",
            "target": "可以使用Python的文件操作来实现给文本文件写入内容并读取的功能。\n\n首先，我们可以使用open()函数创建一个文件对象，指定文件名和打开模式（这里我们使用'w'模式表示写入）来打开或创建一个文本文件。接着，我们使用文件对象的write()方法来写入要保存的内容。最后，我们使用文件对象的close()方法来关闭文件。\n\npython\n# 写入内容\nwith open('test.txt', 'w') as file:\nfile.write('该文本会写入到文件中，看到我了吧')\n\n# 读取文件\nwith open('test.txt', 'r') as file:\ncontent = file.read()\n\nprint(content)\n运行以上代码后，会在当前目录下创建一个名为test.txt的文件，并将指定的内容写入其中，然后再次打开该文件并读取其中的内容，最后通过print()函数将内容输出到控制台。\n\n注意：在使用open()函数打开文件时，如果指定的文件不存在，则会创建一个新的文件；如果文件已存在，则会清空文件的内容。",
            "ability": "Python生成"
        },
        {
            "input": "使用python语言，在列表list_a=['1','2','3','4','5','6']中，插入字符\"ABC\"，删除字符串'3'，并与列表list_b=['3','4','5','6','7','8']求相似的部分，并生成一个新列表list_c",
            "target": "list_a = ['1','2','3','4','5','6'] \n\n# 插入字符\nlist_a.insert(2, 'ABC')\n\n# 删除字符\nlist_a.remove('3')\n\nlist_b = ['3','4','5','6','7','8']\n\n# 求相似部分\nlist_c = []\nfor item in list_a:\nif item in list_b:\nlist_c.append(item)\n\nprint(list_a)\nprint(list_b) \nprint(list_c)",
            "ability": "Python生成"
        },
        {
            "input": "python定义一个方法用于合并两个列表的内容，方法的输入是两个列表，输出返回一个列表。",
            "target": "def merge_lists(list1, list2):\n# 创建一个新的列表\nmerged_list = []\n\n# 将列表1中的元素添加到新的列表中\nfor item in list1:\nmerged_list.append(item)\n\n# 将列表2中的元素添加到新的列表中 \nfor item in list2:\nmerged_list.append(item)\n\n# 返回合并后的列表\nreturn merged_list\n\n# 测试\nlist1 = [1, 2, 3] \nlist2 = [4, 5, 6]\n\nmerged = merge_lists(list1, list2)\nprint(merged)",
            "ability": "Python生成"
        },
        {
            "input": "使用python语言，写一个冒泡排序的方法。",
            "target": "def bubble_sort(nums):\nn = len(nums)\n# 外层循环,控制总的交换轮数\nfor i in range(n):\n# 内层循环,每轮进行相邻交换\nfor j in range(1, n-i):\nif nums[j] < nums[j-1]:\nnums[j], nums[j-1] = nums[j-1], nums[j]\nreturn nums\n\nnums = [5, 2, 3, 1, 4]\nprint(bubble_sort(nums))",
            "ability": "Python生成"
        },
        {
            "input": "使用python的lambda，将列表list_a=[25,14,15,11,14,14,78,98,51,24,7,5,6,-54,-30,-99]中小于51的数乘以1.8并加32",
            "target": "list_a = [25, 14, 15, 11, 14, 14, 78, 98, 51, 24, 7, 5, 6, -54, -30, -99]\n\nresult = list(map(lambda x: x * 1.8 + 32 if x < 51 else x, list_a))\nprint(result)",
            "ability": "Python生成"
        },
        {
            "input": "运用python，实现九九乘法表",
            "target": "for i in range(1, 10):\nfor j in range(1, i+1):\nprint('{}x{}={}\\t'.format(j, i, i*j), end='')\nprint()",
            "ability": "Python生成"
        },
        {
            "input": "使用python，输出[ 'A', 'B', 'C', 'D', 'E' ]中“E”的位置",
            "target": "# 定义列表\nlst = ['A', 'B', 'C', 'D', 'E']\n\n# 使用index()方法查找'E'的位置\nindex = lst.index('E')\n\n# 输出结果\nprint(f\"'E'在列表中的位置是: {index}\")",
            "ability": "Python生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是张三，age小于15的local信息，并按照年龄降序排列。",
            "target": "SELECT local FROM Persons WHERE name = '张三' AND age < 15 ORDER BY age DESC;\n",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，三张表联表查询的语句怎么写，输出一个案例。",
            "target": "SELECT Customers.CustomerName, Orders.OrderDate, Products.ProductName\nFROM Customers\nJOIN Orders ON Customers.CustomerID = Orders.CustomerID\nJOIN Products ON Orders.ProductID = Products.ProductID;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，插入和更新的命令怎么使用，请举例。",
            "target": "插入数据:\nINSERT INTO table_name (column1, column2,...)\nVALUES (value1, value2,...);\n\n更新数据:\nUPDATE table_name\nSET column1 = value1, column2 = value2,...\nWHERE condition;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，删除\"Persons\" 表中age小于等于20大于10，name不是张三和李四的数据。",
            "target": "DELETE FROM Persons\nWHERE age <= 20 AND age > 10 AND NOT (name = '张三' OR name = '李四');",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言创建和删除一个数据库、创建删除一个表的命令怎么写？",
            "target": "CREATE DATABASE database_name;\n\nDROP DATABASE database_name;\nCREATE TABLE table_name (\ncolumn1 datatype1,\ncolumn2 datatype2,\ncolumn3 datatype3,\n...\n);\nDROP TABLE table_name;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是张三的数量和李四的数量的语句怎么写",
            "target": "SELECT name, COUNT(*) as count\nFROM Persons\nWHERE name = '张三' OR name = '李四'\nGROUP BY name;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是开头是张，city结尾是北的数据。",
            "target": "SELECT *\nFROM Persons\nWHERE name LIKE '张%' AND city LIKE '%北';",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是张三，age最大和age最小、age平均的数据。",
            "target": "SELECT MAX(age) AS max_age, MIN(age) AS min_age ，AVG(age) AS avg_ageFROM Persons WHERE name = '张三';",
            "ability": "SQL生成"
        },
        {
            "input": "请解析一下“老古董”有几重意思",
            "target": "“老古董”原本就有两重含义，一是单纯指古老的艺术品，另一重则是有些贬义地代指固执守旧的人。",
            "ability": "语言解析"
        },
        {
            "input": "请解释下文中每个“方便”的意思。\n一位刚学过一点中文的美国人来到中国，中国朋友请他吃饭。\n到了饭店落座，中国朋友说：“对不起，我去方便一下。”\n席间，中国朋友对老外说：“我下次到美国，希望你能帮忙提供些方便。”\n道别时，另一位在座的中国朋友热情地对老外说：“我想在你方便的时候请你吃饭。”",
            "target": "第一个方便是“去厕所”，第二个方便是“提供便利、提供帮助”，第三个方便是“有时间、有空”",
            "ability": "语言解析"
        },
        {
            "input": "请列出文本中所有的标点符号：\n在我们国家《机器猫》、《小红帽》都是非常受小孩子喜欢的（有的大人也喜欢~），向我们这样的，更喜欢一些有历史知识的书籍。上次遇到小袋他说：“你们看不看《大内密探》”，我们直接回答：“不看，那个没有《凌凌漆》好看”。大力无奈的说：“《大内密探》和《凌凌漆》有区别吗？”",
            "target": "《 》 、 （ ） ！ “ ” ： ？ 。",
            "ability": "语言解析"
        },
        {
            "input": "将下面的句子分解成单词：\n1.\"小明喜欢吃苹果。\"\n2.\"今天天气真好，我们去公园玩吧。\"",
            "target": "小明、喜欢、吃、苹果。 今天、天气、真好、我们、去、公园、玩、吧",
            "ability": "语言解析"
        },
        {
            "input": "他们的文化程度并不很高，发言也没有稿子。可是，他们说的有思想，有感情，语言生动感人。请分析一下上述两个句子属于转折、递进还是并列关系？",
            "target": "转折",
            "ability": "语言解析"
        },
        {
            "input": "解释词语的含义：\"春风得意\"",
            "target": "\"春风得意\"\n这个词语是指在春天的时候，风和煦宜人，代表着春天的欢乐和繁荣。而\"得意\"则表示自豪和满意。整个词语的含义是指在适宜的环境或条件下，个人或事物感到非常满意、开心和得胜的状态",
            "ability": "语言解析"
        },
        {
            "input": "以下两个句子中的\"头痛\"具有不同的含义，请根据语境解释它们的意思：\n1.\"他因为长时间工作，感到头痛。\"\n2.\"这个问题真是让我头痛。\"",
            "target": "第一句：物理的头疼。第二句形容事情难办，费脑子。",
            "ability": "语言解析"
        },
        {
            "input": "以下两个句子中的\"卡\"具有不同的含义，请根据语境解释它们的意思：\n1.\"我们买了一张游戏卡。\"\n2.\"这个游戏又卡了，真是没法玩了\"",
            "target": "\"我们买了一张游戏卡。\"在这个句子中，\"卡\"指的是一种游戏卡片或充值卡。这种卡片通常用于购买或激活游戏内的虚拟物品、游戏时间或其他游戏相关的内容。这是一种用于游戏交易或游戏娱乐的物品。\n\"这个游戏卡了。\"\n在这个句子中，\"卡\"表示游戏出现了卡顿、卡住或无法正常运行的情况。这是一种技术上的问题，指游戏在进行时出现了停顿、卡顿或运行不流畅的情况。",
            "ability": "语言解析"
        },
        {
            "input": "解释句子的含义：\"她的笑容犹如春天的阳光，温暖而明媚。\"",
            "target": "\"她的笑容犹如春天的阳光，温暖而明媚。\"\n这句话的含义是指她的笑容给人一种温暖和明亮的感觉，类似于春天阳光的照耀。它用比喻的方式形容她的笑容使人感到愉悦、温暖和欢快，给人带来积极的情感和愉快的心情。它强调了她笑容的美丽和积极的影响力。",
            "ability": "语言解析"
        },
        {
            "input": "“小明差点没摔倒了”和“小明差点就摔倒了“有什么区别？",
            "target": "意思一样，均表达“小明没有摔倒”",
            "ability": "语言解析"
        },
        {
            "input": "“我也想过杨过过过的古墓生活”，请解释这句话的意思。",
            "target": "羡慕杨过在古墓中的生活",
            "ability": "语言解析"
        },
        {
            "input": "“我一把把把把住了”，请解释这句话的意思？",
            "target": "将把手相关事物拿捏住了，控制住了（相关含义）",
            "ability": "语言解析"
        },
        {
            "input": "“外公，伞歪了。”外公抬头望了望，笑眯眯地说：“没歪呀。”丹丹困惑了：“怎么，明明是歪向我这边了呀！”外公笑而不语。”\n请结合上下文分析一下“为什么外公说伞没歪”？",
            "target": "雨伞是倾斜着的，外公害怕我被淋着，总是把伞倾斜在我这边。倾斜的不仅仅是伞，还有外公浓浓的爱，所以外公才会说“伞没歪”",
            "ability": "语言解析"
        },
        {
            "input": "在下面一段文字横线处补写恰当的语句，使整段文字语意完整连贯，内容贴切，逻辑严密。每处不超过15个字。\n共享单车在给人们出行带来方便的同时，①________________________。如何呵护共享单车，考验着骑车人的素质，②_________________________。对骑车人来说，不能只图方便，也要树立起规则意识，珍惜共享成果；对企业平台来说，不能只投车不管理，把积累的风险和问题转嫁给社会；对管理部门来说，不能让企业单打独斗，也要加强对共享平台的管理，引导市民文明用车。",
            "target": "①也带来了不少问题；②更考验着企业和主管部门的智慧",
            "ability": "语言解析"
        },
        {
            "input": "我的二舅他的姥姥是个很要强的女人，她把我的四个舅舅都培养的很成功。其中我二舅最厉害，他现在在月亮上研究引力。文中她和他分别指的什么？",
            "target": "二舅的姥姥和二舅",
            "ability": "语言解析"
        },
        {
            "input": "我跟小红说：我在天安门看到你们了，你和小智、大力都去了，阿辉怎么没去呢。句子中你们指的是什么？",
            "target": "小红、小智、大力",
            "ability": "语言解析"
        },
        {
            "input": "站在支持电动车一方，给出5个电动车比燃油车好的观点。",
            "target": "1、根据要求阐述观点，论据要切合实际。\n2、文章内容逻辑符合常理\n3、语言要通顺",
            "ability": "观点辨析"
        },
        {
            "input": "加班可以提升工作效率，你怎么看？",
            "target": "合理，并给出观点。",
            "ability": "观点辨析"
        },
        {
            "input": "有人认为做人要善于藏拙，有人认为做人要锋芒毕露，有人认为做人要不方不圆，你怎么看?",
            "target": "言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "请阐述支持和反对学校组织开学典礼的观点及其理由。",
            "target": "言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "当前老龄化严重，有人大代表提出要提高法定退休年龄，请阐述其利弊",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "观点辨析"
        },
        {
            "input": "我跟小明说：明天去游泳吗？小明说：我没时间。问：小明答应我了吗？",
            "target": "没答应",
            "ability": "观点辨析"
        },
        {
            "input": "小智跟我说：明天去博物馆吧。我说：为什么不去动物园呢？小智说：我不想去。我说：那听你的吧。 问：我最后去哪里了？",
            "target": "博物馆",
            "ability": "观点辨析"
        },
        {
            "input": "大飞说：你觉得这个苹果甜吗？我说：你能吃出来甜？ 问：我觉得苹果甜吗？",
            "target": "不甜",
            "ability": "观点辨析"
        },
        {
            "input": "呆呆说：谁要报名篮球比赛？ 小明说：我不去。 小智说：我去。 大力说：我腿伤了。 大飞说：带我一个。 问：谁报名了篮球比赛？",
            "target": "小智、大飞",
            "ability": "观点辨析"
        },
        {
            "input": "新媒体时代，人人都是持有麦克风的记者。“公民记者”利用自媒体发声，在自媒体平台上以简短的文字或图片的形式记录新闻事件，并能够在第一时间发布、更新信息。但是不可否认的是，这些“公民记者”缺乏新闻职业素养和专业的调查能力，往往都是只发表事件的源头，但是后续发展过程很难持续跟踪。而这就是专业记者的核心竞争力，专业记者会对某一社会事实进行深入、系统、详细的报道。请问上述文段中，作者是对专业记者持否定态度吗",
            "target": "作者认为，新媒体的发展并不能完全替代专业记者，因此是对专业记者所具有能力的肯定",
            "ability": "观点辨析"
        },
        {
            "input": "阐述五个支持骑自行车比开车环保的观点论据并再阐述五个支持开车比骑自行车环保的观点论据",
            "target": "1、根据要求阐述观点，论据要切合实际。\n2、文章内容逻辑符合常理\n3、语言要通顺",
            "ability": "观点辨析"
        },
        {
            "input": "阐述三个支持坐火车比开车更便捷的观点论据和阐述三个支持开车比坐火车更便捷的三个观点论据",
            "target": "1、根据要求阐述观点，论据要切合实际。\n2、文章内容逻辑符合常理\n3、语言要通顺",
            "ability": "观点辨析"
        },
        {
            "input": "德国经济在席卷全球的金融危机当中受到的冲击与其他发达国家相比小，主要原因是德国经济建立在先进制造业的基础上，德国的机械装备和汽车制造业保持了很强的竞争力，一些人根据德国的例子得出结论：只有具备强大的制造业竞争水平，一个国家的经济才有高度的稳定性。\n为驳倒这一结论，有人提出：有些国家保持长期经济稳定，却没有发达的制造业。你认为这个质疑能成功驳倒上述结论吗？",
            "target": "可以驳倒",
            "ability": "观点辨析"
        },
        {
            "input": "有人认为，高考是很重要的考试，一年只有一次，应该让迟到考生进场考试。请分析这一言论的论点和论据，同时提出质疑。",
            "target": "论点：应该让迟到的高考考生进场考试；\n论据：高考很重要，且一年只有一次；\n质疑言论：遵守考场规则与考试的重要性、每年举行的次数无关。言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "请分析以下两个观点：大众媒体对社会有正面影响，大众媒体对社会有负面影响，并给出各自的论据。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "观点辨析"
        },
        {
            "input": "儒家、道家、法家的主要思想是什么？创始人是谁？",
            "target": "总体而言，儒家注重人际关系和社会秩序，道家强调自然和道德，法家侧重法律和秩序。这些思想学派在中国古代的政治、伦理和社会发展中都发挥了重要作用。儒家的创始人是孔子（孔夫子），他是中国古代最重要的思想家和教育家之一，生活在公元前6世纪。\n法家的主要代表人物是韩非，他是中国古代的政治家、思想家和法律家，生活在公元前3世纪。\n道家的创始人是老子，他是中国古代著名的哲学家和道家学派的创始人，生活年代约为公元前6世纪至5世纪。他是《道德经》的作者，这本著作被视为道家思想的经典之作。",
            "ability": "中国文化理解"
        },
        {
            "input": "中国的茶文化起源于哪个朝代？",
            "target": "唐朝",
            "ability": "中国文化理解"
        },
        {
            "input": "中国的传统乐器中，古琴是几弦乐器？",
            "target": "七弦",
            "ability": "中国文化理解"
        },
        {
            "input": "昔孟母，择邻处。子不学，断机杼。讲的是什么？",
            "target": "\"昔孟母，择邻处。\" 意思是孟子的母亲在选择居住地时非常慎重，注重选择邻居和周围环境。这表明她重视孟子的成长环境和他周围的人的影响。\n\"子不学，断机杼。\" 意思是当孟子不愿意学习时，他的母亲就停止了在织布机上的工作。这是母亲采取的一种教育手段，通过停止自己的工作来引起孟子的关注和反思，以激发他对学习的兴趣和动力。",
            "ability": "中国文化理解"
        },
        {
            "input": "中国的封神榜中，妲己是什么妖怪？",
            "target": "妖狐",
            "ability": "中国文化理解"
        },
        {
            "input": "牛郎和织女的故事是什么？",
            "target": "讲述牛郎与织女的爱情故事。",
            "ability": "中国文化理解"
        },
        {
            "input": "中国的五岳分别是哪五座山？",
            "target": "东岳泰山（山东），西岳华山（陕西），南岳衡山（湖南），北岳恒山（河北），中岳嵩山（河南）",
            "ability": "中国文化理解"
        },
        {
            "input": "请补充下面横线处：\n1、我国共有 个民族，其中 个少数民族，各民族不论大小，一律平等。\n2、 是我国少数⺠族中分布最⼴泛的⺠族。\n3、我国民族分布的最大特点： 。\n4、我国少数民族习俗：傣族的 、蒙古族的 、朝鲜族的 。",
            "target": "1、我国共有56个民族，其中55个少数民族，各民族不论大小，一律平等。\n2、回族是我国少数⺠族中分布最⼴泛的⺠族。\n3、我国少数民族主要分布在全国的西北、东北、西南。\n4、民族分布的最大特点：大散居、小聚居、交错杂居。\n3、我国少数民族习俗：傣族的泼水节、蒙古族的那达慕节摔跤、朝鲜族的长鼓舞",
            "ability": "中国文化理解"
        },
        {
            "input": "“五⼗六个星座，五⼗六枝花，五⼗六族兄弟姐妹是⼀家……”，这⾸歌曲唱出了我国各族⼈⺠的⼼声。我国少数⺠族中，⼈⼝最多的是哪个民族？",
            "target": "壮族",
            "ability": "中国文化理解"
        },
        {
            "input": "无论老人还是小孩，每当这个时候，都会油然生出对家乡的丝丝牵挂。跪拜、烧香、磕头、作揖，看望那些在地下长眠的亲人，尽一尽儿女的孝道，正是中华儿女要发扬的美德。请问上述句子描述的是哪个传统节日？",
            "target": "清明节",
            "ability": "中国文化理解"
        },
        {
            "input": "请介绍一下中国春节的起源和传统习俗。",
            "target": "自西汉以来，春节就一直存在，它源于殷商时期年头岁尾的祭神祭祖活动。\n春节即中国农历新年，俗称新春、新年、岁旦等，口头上又称过年、过大年，春节历史悠久，由上古时代岁首祈岁祭祀演变而来。在古代，“岁”是一种收割和祭祀工具，“年”字表示庄稼成熟（年字最早的写法是一个人背负成熟的禾的形象）。人们以多种形式庆祝丰收、祭天祭祖、祛除鬼神，逐渐形成了过年的习俗，春节民俗经国务院批准列入第一批国家级非物质文化遗产名录。传统习俗主要有扫尘、贴春联、放爆竹、拜年等等。",
            "ability": "中国文化理解"
        },
        {
            "input": "如何理解“捡了芝麻丢西瓜”？",
            "target": "“捡了芝麻，丢了西瓜”是指抓住了小的，却把大的给丢了；重视了次要的，却把主要的给忽视了。比喻做事因小失大，得不偿失，最后亏的是自己。也写为“捡芝麻丢西瓜”",
            "ability": "中国文化理解"
        },
        {
            "input": "请根据提供的内容将歇后语补充完整：太上老君开处方",
            "target": "灵丹妙药",
            "ability": "中国文化理解"
        },
        {
            "input": "这句话是什么意思：柔情似水，佳期如梦。",
            "target": "“柔情似水，佳期如梦”意思是这刻缠绵的情思，像天河里流了千年的河水，绵绵不绝，这如梦似幻的短暂欢会，却最终还是要结束。 这两句诗是写的依依惜别之情。\n宋朝，秦观的《鹊桥仙·纤云弄巧》。",
            "ability": "中国文化理解"
        },
        {
            "input": "辨别所给的陈述是隐喻还是明喻。他的笑声像暴雨般响起。",
            "target": "明喻。",
            "ability": "中国文化理解"
        },
        {
            "input": "输出一份项目计划模板。",
            "target": "以下是一个常见的项目计划模板，您可以根据您的具体项目需求进行调整和填写：\n\n项目计划模板\n\n1. 项目概述：\n\n- 项目名称：\n- 项目目标：\n- 项目描述：\n- 项目范围：\n- 项目关键利益相关者：\n\n1. 项目里程碑：\n\n- 里程碑1：\n- 完成日期：\n- 关键成果：\n- 负责人：\n- 里程碑2：\n- 完成日期：\n- 关键成果：\n- 负责人：\n- ...\n\n1. 项目任务列表：\n\n- 任务1：\n- 描述：\n- 开始日期：\n- 完成日期：\n- 负责人：\n- 任务2：\n- 描述：\n- 开始日期：\n- 完成日期：\n- 负责人：\n- ...\n\n1. 项目资源：\n\n- 项目经理：\n- 团队成员：\n- 成员1：\n- 角色：\n- 负责任务：\n- 成员2：\n- 角色：\n- 负责任务：\n- ...\n- 外部资源：\n- 资源1：\n- 角色：\n- 负责任务：\n- 资源2：\n- 角色：\n- 负责任务：\n- ...\n\n1. 项目时间表：\n\n- 阶段1：\n- 开始日期：\n- 结束日期：\n- 关键任务：\n- 阶段2：\n- 开始日期：\n- 结束日期：\n- 关键任务：\n- ...\n\n1. 项目风险：\n\n- 风险1：\n- 描述：\n- 影响程度：\n- 应对措施：\n- 风险2：\n- 描述：\n- 影响程度：\n- 应对措施：\n- ...\n\n1. 沟通计划：\n\n- 内部沟通：\n- 沟通对象：\n- 沟通内容：\n- 频率：\n- 外部沟通：\n- 沟通对象：\n- 沟通内容：\n- 频率：\n- ...\n\n1. 项目评估：\n\n- 成果评估：\n- 评估指标：\n- 评估方法：\n- 评估频率：\n- 进度评估：\n- 评估指标：\n- 评估方法：\n- 评估频率：\n- ...\n\n请根据您的项目的具体需求和特点，填写和调整上述模板中的各个部分，以制定适合您项目的详细项目计划。",
            "ability": "计划与组织"
        },
        {
            "input": "背景：自动化产品迭代\n迭代功能：智能点击、图像识别、音频识别、云端远程调度。\n研发人员：王云飞、李广平\n测试人员：张大力\n项目经理：王婷婷\nUI/UE：罗芷晴\n产品经理：李煜\n项目开始时间是：2023年9月10日，项目结束时间是2023年12月16日。\n根据以上信息，帮我生成份项目计划。",
            "target": "以下是基于提供的信息生成的项目计划：\n# 项目计划 - 自动化产品迭代\n## 项目概述\n- 项目名称: 自动化产品迭代\n- 项目目标: 在现有自动化产品的基础上，进行功能迭代和改进，包括智能点击、图像识别、音频识别和云端远程调度的功能增强。\n## 项目团队\n- 项目经理: 王婷婷\n- 产品经理: 李煜\n- UI/UE: 罗芷晴\n- 研发人员:\n- 王云飞\n- 李广平\n- 测试人员: 张大力\n## 项目时间\n- 项目开始日期: 2023年9月10日\n- 项目结束日期: 2023年12月16日\n## 项目阶段和任务安排\n1. 需求分析阶段 (9月10日 - 9月24日)\n- 与产品经理和研发人员讨论功能迭代需求\n- 确定智能点击、图像识别、音频识别和云端远程调度的详细功能规格\n- 罗芷晴负责界面设计和用户体验规划\n- 确定需求优先级和排期\n2. 设计阶段 (9月25日 - 10月15日)\n- 进行系统架构设计和技术选型\n- 结合罗芷晴的设计规划进行界面设计和用户体验设计\n- 产出系统设计文档和界面原型\n3. 开发阶段 (10月16日 - 12月5日)\n- 王云飞负责智能点击的开发\n- 李广平负责图像识别和音频识别的开发\n- 进行模块开发和集成测试\n- 进行持续集成和代码审查，确保质量和稳定性\n4. 测试阶段 (12月6日 - 12月12日)\n- 张大力进行功能测试和回归测试\n- 协助研发人员进行问题修复和性能优化\n5. 验收和部署阶段 (12月13日 - 12月16日)\n- 进行用户验收测试和反馈收集\n- 确认功能迭代的符合需求\n- 准备产品发布和部署\n- 编写用户文档和培训材料\n## 里程碑\n- 需求分析完成: 9月24日\n- 设计阶段完成: 10月15日\n- 开发阶段完成: 12月5日\n- 测试阶段完成: 12月12日\n- 验收和部署完成: 12月16日\n## 风险和挑战\n- 技术风险: 新功能开发可能面临技术难题和挑战，需要及时解决\n- 时间压力: 项目时间紧凑，需要合理安排任务和资源来确保按时交付\n- 需求变更: 随着项目进行，需求可能发生变化，需要及时沟通和管理变更\n以上是一个基本的项目计划，你可以根据具体情况进行调整和补充。在项目执行过程中，及时沟通、合理分配任务和资源，以及灵活应对需求变化是成功完成项目的关键。祝你的项目顺利进行！",
            "ability": "计划与组织"
        },
        {
            "input": "我要从5月13日到5月18日做完性能测试，帮我写个模板。",
            "target": "以下是一个性能测试计划的模板，根据你提供的时间范围进行了调整：\n\n# 性能测试计划\n\n## 项目概述\n\n- 项目名称: \\[项目名称\\]\n- 测试类型: 性能测试\n- 测试目标: 评估系统在负载下的性能表现，包括响应时间、吞吐量和资源利用情况等指标。\n\n## 测试时间\n\n- 测试开始日期: 5月13日\n- 测试结束日期: 5月18日\n\n## 测试范围和目标\n\n- 测试对象: \\[具体测试对象，如应用、系统、服务等\\]\n- 测试环境: \\[测试环境的配置和设置\\]\n- 测试目标:\n- 评估系统的响应时间在不同负载下的表现\n- 测试系统的吞吐量和并发用户数的极限\n- 监测系统的资源使用情况，如CPU、内存和网络带宽等\n\n## 测试计划\n\n1. 确定测试需求和目标\n\n- 与项目团队和利益相关者讨论和确认测试需求和目标\n- 定义性能测试场景和负载模型\n\n2. 设计测试方案\n\n- 根据测试需求和目标设计性能测试方案\n- 确定测试用例和测试数据\n\n3. 准备测试环境\n\n- 搭建测试环境并配置相关系统和工具\n- 确保测试环境的稳定性和一致性\n\n4. 执行性能测试\n\n- 按照测试方案执行性能测试\n- 记录和监测系统的性能指标和关键日志\n\n5. 分析和评估结果\n\n- 分析性能测试结果，包括响应时间、吞吐量和资源利用情况等指标\n- 评估系统的性能表现和瓶颈点\n- 提供性能测试报告和建议\n\n6. 性能优化和 retest\n\n- 根据性能测试结果提出优化建议\n- 执行性能优化措施\n- 重新进行性能测试，验证优化效果\n\n## 里程碑和关键日期\n\n- 测试准备完成: 5月13日\n- 执行性能测试: 5月14日 - 5月17日\n- 结果分析和报告编写: 5月18日\n\n注意：以上是一个性能测试计划的模板，你可以根据具体项目需求和情况进行调整和补充。确保在测试执行过程中记录关键数据和结果，并及时与项目团队分享测试进展和发现。祝你的性能测试顺利进行！",
            "ability": "计划与组织"
        },
        {
            "input": "请为一篇论文提纲进行修改或者补充。论文提纲如下：\n一、引言\n(一)研究背景\n随着世界经济一体化进程的加速和互联网的发展，企业之间竞争日趋激烈和透明化，怎样能够更有效的取得利益和降低成本已经成为世界性的课题。\n(二)研究目的\n我觉得通过研究公司的采购管理，能够为企业节省更多的费用，从而创造更的利润，所以，这也是我此次为何选择采购管理作为研究对象的主要目的。\n二、采购管理概述\n加强企业采购管理是公司降低成本的关键环节，是保证商品质量的重要手段，是提高公司敏捷度的重要前提，是增强公司核心竞争力的重要途径。\n三、XX采购管理分析\n(一)XX公司简介\n(二)XX管理现状1、XX采购组织分析2、XX采购流程分析3、XX供应商分析\n(三)XX采购管理中存在的问题\n1、采购组织中存在的问题\n2、采购流程中存在的问题\n3、供应商管理中存在的问题",
            "target": "言之有理即可，但不要跳脱出给定的论文提纲肆意发挥",
            "ability": "计划与组织"
        },
        {
            "input": "输出一份领导力培训计划模板。",
            "target": "下面是一个领导力培训计划的模板，你可以根据具体的培训需求进行调整和补充：\n\n# 领导力培训计划\n\n## 培训目标\n\n- 增强领导者的核心领导能力和技巧\n- 帮助领导者提升团队管理和激励能力\n- 培养领导者的战略思维和决策能力\n- 培养领导者的沟通和影响力技巧\n\n## 培训时间和地点\n\n- 培训时间: \\[具体时间\\]\n- 培训地点: \\[具体地点\\]\n\n## 培训内容\n\n### 模块1: 领导力基础\n\n- 领导力定义和核心概念\n- 领导者的角色和责任\n- 领导风格和适应性\n- 建立领导力影响力\n\n### 模块2: 团队管理和激励\n\n- 建立高效团队的关键要素\n- 团队沟通和协作技巧\n- 激励和激励团队成员\n- 解决冲突和处理团队问题\n\n### 模块3: 战略思维和决策能力\n\n- 战略规划和目标设定\n- 环境分析和风险评估\n- 制定执行计划和目标追踪\n- 灵活调整战略和决策\n\n### 模块4: 沟通和影响力\n\n- 有效沟通技巧和工具\n- 人际关系管理和建立信任\n- 影响他人和赢得支持\n- 公众演讲和演示技巧\n\n### 模块5: 领导力发展计划\n\n- 自我评估和反思\n- 设定个人领导力目标\n- 制定个人领导力发展计划\n- 持续学习和提升领导力\n\n## 培训方法\n\n- 讲座和演示\n- 小组讨论和团队活动\n- 角色扮演和案例分析\n- 实际场景模拟和练习\n\n## 培训评估\n\n- 参训者反馈和满意度调查\n- 培训成果评估和效果跟踪\n- 领导力发展计划的执行和追踪\n\n以上是一个领导力培训计划的模板，你可以根据具体的培训目标和时间安排进行相应的调整和修改。希望这对你有所帮助！",
            "ability": "计划与组织"
        },
        {
            "input": "输出一份招聘计划表",
            "target": "下面是一个示例的招聘计划表，包含了招聘职位、招聘人数、招聘渠道和计划完成日期等信息。请根据您的具体需求进行调整和填写。\n\n招聘计划表示例：\n\n| 序号 | 招聘职位 | 招聘人数 | 招聘渠道 | 计划完成日期 |\n| --- | ------ | ---- | --------- | ---------- |\n| 1 | 研发工程师 | 50 | 招聘网站、校园招聘 | 2023/09/15 |\n| 2 | 测试工程师 | 30 | 招聘网站、内部推荐 | 2023/09/30 |\n| 3 | 市场营销专员 | 10 | 招聘网站、社交媒体 | 2023/09/30 |\n| 4 | 销售代表 | 20 | 招聘网站、行业展会 | 2023/09/15 |\n| 5 | 客户服务代表 | 15 | 招聘网站、内部推荐 | 2023/09/30 |\n| 6 | 财务分析师 | 5 | 招聘网站、人才中介 | 2023/09/15 |\n\n请根据您实际的招聘需求，添加或修改招聘职位、招聘人数、招聘渠道和计划完成日期等信息。确保在制定招聘计划时考虑到人力资源预算、招聘渠道的有效性和招聘流程的合理性等因素。",
            "ability": "计划与组织"
        },
        {
            "input": "输出一份采购计划表。",
            "target": "下面是一个示例的采购计划表，包含了采购物品、数量、预算和计划完成日期等信息。请根据您的具体需求进行调整和填写。\n\n采购计划表示例：\n\n| 序号 | 采购物品 | 数量 | 预算（单位：人民币） | 计划完成日期 |\n| --- | -------- | --- | ---------- | ---------- |\n| 1 | 电脑设备 | 20 | 100,000 | 2023/09/15 |\n| 2 | 印刷机器 | 2 | 50,000 | 2023/09/30 |\n| 3 | 办公家具 | 30 | 80,000 | 2023/09/30 |\n| 4 | 会议室设备 | 1 | 20,000 | 2023/09/15 |\n| 5 | 工作站和椅子 | 50 | 150,000 | 2023/09/30 |\n| 6 | 服务器和网络设备 | 5 | 200,000 | 2023/09/15 |\n\n请根据您实际的采购需求，添加或修改采购物品、数量、预算和计划完成日期等信息。确保在制定采购计划时考虑到预算限制、供应商交货时间和项目进度等因素。",
            "ability": "计划与组织"
        },
        {
            "input": "我要和朋友在家里组织一次“友情”主题电影之夜，请帮我制定一个计划。",
            "target": "电影之夜计划：\n- 选择全组都可以欣赏并且同意的电影\n- 准备适合的零食和饮料\n- 准备客厅来看电影\n- 邀请朋友一起参加\n- 播放电影并享受",
            "ability": "计划与组织"
        },
        {
            "input": "设计一份个人健康计划，包括饮食、运动、休息等方面。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "计划与组织"
        },
        {
            "input": "如何为一个家庭制定合理的预算计划？",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "计划与组织"
        },
        {
            "input": "群众反映农贸市场出现脏、乱、差的情况，一些商家使用高音喇叭制造噪音扰民。现在要就这一种情况进行调查，怎么做？",
            "target": "1.制定调查方案：确定调查的目标，制定调查时间表，包括开始时间和结束时间，确定要访问的对象，包括商家、顾客以及附近的居民。\n2.收集资料：通过实地考察，拍照录像，记录农贸市场的环境情况，如清洁卫生情况、市场秩序、商家的营业行为等。\n3.开展访谈：访谈商家，了解他们的工作状况和对市场管理的意见，访谈顾客，了解他们对市场环境和服务的满意度，访谈附近的居民，了解市场对他们生活的影响。\n4.使用噪音测量器：对市场进行噪音检测，了解市场的实际噪音情况。\n5.对比法规：了解相关法规，比如噪音污染防治法、城市环境卫生管理条例等，看市场情况是否违反了这些规定。\n6.分析数据：将收集到的资料进行整理，分析市场出现问题的原因，看这些问题是否普遍存在，是否影响了市场的正常运营。\n7.出具调查报告：将调查结果写成报告，提出改善建议和解决方案。\n8.跟进监督：将调查报告提交给相关部门，要求其采取措施改善，同时定期进行跟踪检查，看改善措施是否得到了执行。",
            "ability": "计划与组织"
        },
        {
            "input": "要组织三十家厂商去外地参加展销会，该如何安排？",
            "target": "1.确定展销会举办地点和时间，确定到达和离开的时间地点；\n2.将三十家厂商分成若干个小组，每小组约5-6家厂商，每个小组由一名联络人负责协调；\n3.预订所有厂商的交通工具，包括机票、高铁票、大巴、住宿等；\n4.协调厂商的住宿和饮食，确保所有厂商的住宿和饮食都能得到保障；\n5.提前安排厂商参加展销会的注意事项，包括参展商手册、证件、展品等；\n6.准备备用计划和应急预案，以防在展销会期间出现任何突发状况；\n7.确认所有厂商的参展方案，包括展品、展示方案、宣传材料、推广活动等；\n8.与展销会举办方沟通，获取展销会进展情况，及时协调厂商参加展销会的相关事宜。\n在安排厂商参加展销会的过程中，需要认真考虑每个细节，确保所有厂商都能顺利参加，取得良好的参展效果。",
            "ability": "计划与组织"
        },
        {
            "input": "顾客在店里买的手机有质量问题，员工拒绝赔偿，此事被媒体曝光，作为店的负责人该如何应对？",
            "target": "作为店铺负责人，以下是我应对这个问题的步骤：\n1.获取详细信息：我会立即与消费者和员工联系，以了解情况的详细信息。我需要知道手机的具体问题是什么，以及员工为何拒绝赔偿。\n2.进行初步调查：我会检查销售的手机，寻找可能导致问题的原因，以了解是否是产品的问题。\n3.向公众作出回应：如果此事已经被媒体曝光，我会尽快公开回应，以解释情况并告知我们正在解决问题。沉默可能会被视为我们对这个问题不负责任。\n4.解决顾客问题：如果发现确实存在产品质量问题，我会立即与消费者联系，为他们提供退款或者更换新手机的解决方案，以及其他可能的赔偿。\n5.对员工进行纪律处分：如果员工无故拒绝赔偿，我会进行相应的纪律处分，以示我们对此类行为的态度。\n6.培训员工：此外，我还会组织相关的培训课程，教育员工在处理类似问题时的正确做法，强调对消费者的尊重和服务精神。\n7.长期改进：最后，我会从这次经验中学习，找出我们在服务和产品质量上的不足，制定改善计划，防止类似问题的再次发生。\n8.后续跟进：在问题解决后，我会跟进顾客的满意度，以确保他们对我们的解决方案感到满意，也会在公众场合表达我们对此事件的道",
            "ability": "计划与组织"
        },
        {
            "input": "要利用5个月时间复习考研，帮我制定一份学习计划",
            "target": "以下是一个5个月的考研复习规划，需要根据自己的实际情况进行调整：\n第一阶段（1-2月，共2个月）：建立基础知识体系\n1. 理解并熟悉考试大纲，了解考试科目的要求和重点。\n2. 阅读参考书籍，打好基础知识，对所有主题都要有大致的理解。\n3. 制定每天的学习计划，并确保按计划进行。\n第二阶段（3-4月，共2个月）：提高阶段\n1. 根据自己的情况和需要，选择重点、难点进行深入学习。\n2. 结合历年真题，进行专题性的复习和解题训练，提高答题技巧。\n3. 每天安排时间做一些练习题，定期进行自我测试。\n第三阶段（5月，共1个月）：冲刺阶段\n1. 根据自己的复习情况，针对弱点进行强化训练。\n2. 全面复习，对所有知识点进行整理和梳理，确保没有遗漏。\n3. 进行模拟试题的训练，调整自己的答题节奏和答题策略。\n注意事项：\n1. 确保有良好的作息习惯和健康的饮食习惯，保持身体健康。\n2. 定期进行自我检查和调整，确保复习进度和效率。\n3. 不要过于压力，保持良好的心态，考试只是一次尝试和挑战，不要让它成为生活的全部。",
            "ability": "计划与组织"
        },
        {
            "input": "下周有5家单位来学校进行为期3天参观考察，制定一份接待和考察安排规划",
            "target": "1.接待人员安排：安排熟悉学校环境并且沟通能力强的工作人员担任接待人员。他们需要了解来访者的背景和参观目的，以便更好地引导和解答问题。\n2.交通接送：如果条件允许，可以安排专车接送来访者，这不仅可以提高来访者的满意度，也可以避免他们在交通上的困扰。\n3.活动日程：根据来访者的时间和兴趣，制定详细的参观考察日程。比如：先参观校园，然后参观特色实验室和教学楼，最后参加交流座谈会等。\n4.餐饮安排：预定学校餐厅或者附近餐馆的包间，安排合适的餐饮。\n5.安全保障：确保参观过程中的安全，特别是在实验室等特殊地点，需要提前做好安全提示。\n6.宣传资料：准备一些学校的宣传资料，如学校简介、招生简章、研究成果等，供来访者参考。\n7.礼品准备：一些有代表性的小礼品，可以作为来访者的纪念。\n8。反馈收集：活动结束后，向来访者收集反馈意见，以便改进学校的接待工作。",
            "ability": "计划与组织"
        },
        {
            "input": "1.难道他不会知道这件事吗？\n2.这件事他肯定知道。\n3.这件事他不可能不知道。\n4.他不可能知道这件事。\n上面4句话，那句话意思和其他句子意思不同？",
            "target": "4.他不可能知道这件事。",
            "ability": "信息分析"
        },
        {
            "input": "找出下面4句话中语义不同的是哪句：\n“今天一定他不会来。”\n“他今天不一定会来。”\n“他今天一定不会来。”\n“今天他一定不会来。”",
            "target": "第2句“他今天不一定会来。”",
            "ability": "信息分析"
        },
        {
            "input": "下面4句话中与“亡羊补牢”意思最接近的是\n失之东隅，收之桑榆\n往者不可谏，来者犹可追\n人无远虑，必有近忧\n祸兮，福之所倚，福兮，祝之所伏",
            "target": "往者不可谏，来者犹可追",
            "ability": "信息分析"
        },
        {
            "input": "判断下面两句话语义是否相似：“近朱者赤，近墨者黑”和“蓬生麻中，不扶而直”",
            "target": "相似",
            "ability": "信息分析"
        },
        {
            "input": "我一定要做一个德智体美劳全面发展的好学生。提取句子主干",
            "target": "我要做学生。\n我要做好学生。",
            "ability": "信息分析"
        },
        {
            "input": "Peter will go to Beijing this weekend. Please indicate the subject of this sentence",
            "target": "Peter",
            "ability": "信息分析"
        },
        {
            "input": "下列词语中只有不是指真正地用眼睛看的是\n俯视、监视、轻视、环视",
            "target": "轻视",
            "ability": "信息分析"
        },
        {
            "input": "分别写出3个失望的同义词和4个勇猛的同义词",
            "target": "失望：沮丧、悲伤、失望、沮淫、心灰意懒、懊丧\n勇猛：英勇、勇敢、豪勇、刚毅、毅然、刚强、刚正、大胆、无畏、壮烈",
            "ability": "信息分析"
        },
        {
            "input": "1.他一闲下来，便感觉到无聊。\n2.商店里琳琅满目的商品摆放得错落有致。\n3.杜甫的诗深受后人推崇。\n4.民主战士闻一多先生面对敌人的枪口大声疾呼：民主、自由。\n对上面的话进行分类，哪些是正面的？哪些是负面的？",
            "target": "1.负面\n2、3、4正面",
            "ability": "信息分析"
        },
        {
            "input": "1.这款轻薄羽绒外套虽然轻薄，但是还是非常保暖。给父亲买的衣服，他非常喜欢，不过肚子处稍微有点儿紧。下次我会再选一款中长款宽松羽绒外套给父亲。\n2.吹完头发和头皮特别干燥。一不小心还容易烫伤。谨慎购买。\n3.实物与描述的一样，质量相当好，卖家态度也好。\n4.发货速度很快哦，快递小哥也很给力，到货效率高！\n对上面的话进行分类，哪些是正面的？哪些是负面的？",
            "target": "1、3、4正面\n2负面",
            "ability": "信息分析"
        },
        {
            "input": "金钱槭别名双轮果，是槭树科金钱槭属植物，生长于海拔1000至2000米的林边或疏林中，可高达15米，是我国特有植物。其叶对生，为奇数羽状复叶；初夏开白色花，雌雄同株，圆锥花序；果实分为两个小坚果，各于周围有广翅，外形如钱。由于林木乱砍滥伐，金钱槭成年植株极为稀少，加上天然更新能力较弱，很难长出幼树，它们像大熊猫一样需要保护。请问这些文字属于哪个领域？",
            "target": "生物 / 植物",
            "ability": "信息分析"
        },
        {
            "input": "恒星的形成需要气体。在星团中，由于大量气体会在星团形成早期被耗散掉，星团一直以来被认为不能形成新的恒星。只有恒星之间的碰撞或者并合才有可能为年老的恒星补充燃烧物质。使它们看起来比其余的恒星更加年轻。通过碰撞或者并合形成的恒星被称作蓝离散星，它们的名字来源于它们与绝大部分恒星相比截然不同的演化过程，这使得它们游离在理论预言的演化轨迹之外。某研究团队利用观测数据，对年轻星团NGC2173中的蓝离散星进行了研究，首次在这个年轻星团中观测到了一族不同寻常的蓝离散星。根据发现，这一星团包含着突然爆发形成的蓝离散星。\n上述文字在描述哪个领域的问题？",
            "target": "天文学",
            "ability": "信息分析"
        },
        {
            "input": "1、\"今天的天气就像我的心情一样，秋高气爽\"\n2、\"我非常喜欢这部电影，它充满了令人惊叹的视觉效果和扣人心弦的剧情。\"\n3、\"你们爱去不去，行了吧！\"\n4、\"看完这部电影，我已经控制不住我自己了！我不想搭理你。\"\n对上面的话进行分类，哪些是正面情感？哪些是负面情感？",
            "target": "正面情感：1、2\n负面情感：3、4",
            "ability": "信息分析"
        },
        {
            "input": "“这家新开的餐厅我们等了20多分钟才有服务员过来点单,而且点餐后又等了很长时间才上菜。菜品的味道也不尽人意,没有菜单上描述的那么好吃。我点的牛排推荐作嫩,实际上却老得嚼都嚼不动,肉质也很糙,看起来不新鲜。其他菜式也都很平淡,与价格完全不配。餐厅的装修虽然有新意,但空间感觉拥挤,隔音效果也很差,很嘈杂。我觉得这家餐厅真的存在很大的改进空间,无论是服务还是食物质量都需要提高。我是不会再来这里就餐的,也不会推荐给其他人。总的来说,这是一次非常糟糕的就餐体验,我给这家餐厅的评分是负分!”是正面评价、负面评价、还是中立评价？",
            "target": "负面",
            "ability": "信息分析"
        },
        {
            "input": "将下列词语按有无生命分成两类：墙壁、汽水、海豚、太阳能、大象、冬虫夏草、小麦",
            "target": "有生命：海豚、大象、冬虫夏草、小麦\n无生命：墙壁、汽水、太阳能",
            "ability": "信息分析"
        },
        {
            "input": "将以下单词分为单数和复数。cat, dogs，children，apple, ",
            "target": "单数：cat、apple\n复数：dogs、children",
            "ability": "信息分析"
        },
        {
            "input": "提取下面句子中的动词：大力发展节能服务产业和环保产业，开发风能、太阳能等清洁、可再生能源，关键在于国家给予政策支持，使企业产品在价格上处于优势。",
            "target": "发展、开发、给予、使、处于",
            "ability": "信息提取"
        },
        {
            "input": "本次财报公布的各项数据指标表现一般。其中，毛利率39.29%，同比减0.29%，净利率13.31%，同比减12.84%，销售费用、管理费用、财务费用总计6.34亿元。 \n提取上面话中的全部数字。",
            "target": "\n39.29% 、0.29% 、13.31% 、12.84%、 6.34（亿元） ",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的名词：科学家正在研究一种新型疫苗，以抵抗疾病的传播。如果这款疫苗研发成功后，将增加人类的平均年龄至少5岁。",
            "target": "科学家、疫苗、疾病、人类、年龄",
            "ability": "信息提取"
        },
        {
            "input": "从以下文本提取5个关键词。\n第一代中国电动两轮车已经在“上坡路”上走得“吃力”，产品品质参差不齐，维修率高，市场场景单一，产品同质化严重，最艰难的“上坡路”是国内市场锐减，国际市场却始终难以真正打开。\n·如果按照耐用品的标准做产品，将电动两轮车的维修率降低到万分之一，就可以按照电动汽车的营销方案打开海内外市场，不再依赖维修供应链。",
            "target": "中国电动两轮车、“上坡路”、品质参差不齐、产品同质化、国内市场锐减",
            "ability": "信息提取"
        },
        {
            "input": "请提取以下文本的关键词：“微创新”，这个概念正在成为中国企业尝试的新方向。今天的技术革新在很多时候已经不再是颠覆性的更新换代，任何针对用户体验的微小改变，都可能引爆整个市场。微博就可以看作是在博客基础上的微创新，用140个字拉低了用户门槛，迅速引发了全民微博潮。对于习惯了模仿的企业来说，如何不让微创新成为“山寨”的代名词，是问题的关键，特别是在互联网领域，像团购这样的一窝峰现象屡见不鲜，然而其中很难看到“微创新”在发挥作用。",
            "target": "回答必须包括“微创新”",
            "ability": "信息提取"
        },
        {
            "input": "请提取以下文本的关键词：中国历代统治者对户口的管理都极为重视，他们将户口多寡作为国力盛衰与社会治乱的标志，建立了从中央至州、县、乡的完备户籍管理体系，但究其原因，是将户籍作为调派劳役、征收赋税的主要依据，以此维护建立在小农经济基础上的特权。这是一种源远流长的文化烙印，纵使历史的车轮滚滚向前，但那道印痕仍难以抹去。",
            "target": "回答必须包括“户籍”",
            "ability": "信息提取"
        },
        {
            "input": "提取下面句子中的副词：一只非常小的虫子，轻松地钻进了那个洞里。",
            "target": "非常、轻松",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的动词：4个工人在安装钢琴，待会儿他们要搬运大提琴。",
            "target": "安装、搬运",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的动词：她把一叠馄饨皮儿都拿在左手心里，右手用筷子头挑一点馅儿，往皮儿里一裹，然后左一捏，右一捏，一只馄饨在我手中“诞生”了。",
            "target": "拿、用、挑、裹、捏、诞生",
            "ability": "信息提取"
        },
        {
            "input": "提取出下句话中的代词：来，不要你推我让的，大家都来尝尝。",
            "target": "你、我、大家",
            "ability": "信息提取"
        },
        {
            "input": "※故宫博物院未授权任何第三方机构或个人代理门票（大门票和钟表馆、珍宝馆及展览预约）业务，为确保您顺利入院参观，避免经济损失，请务必通过官方渠道“故宫博物院”小程序预约门票及展览。1、故宫博物院周一闭馆（法定节假日除外），请广大观众提前安排好参观时间。2、故宫博物院不售当日票，所有观众 (含享受优惠政策的观众及陪护人)须实名预约参观，年票观众须至少提前一日登记参观。3、中国内地观众请使用身份证，非中国内地观众请使用港澳居民来往内地通行证、台湾居民来往大陆通行证、港澳台居民居住证、外国人永久居留身份证或护照订票、检票，同一证件每个参观日仅能预约一张门票。4、观众务必携带预约时使用的有效证件原件由午门（故宫南门）检票入院。5、门票 (大门票和钟表馆、珍宝馆及展览预约），应于参观前7日20:00开始预约，限参观当日使用有效。门票一经检票，不予退票。6、未使用的门票(大门票和钟表馆、珍宝馆及展览预约)可于参观前一日24:00前通过原订票渠道退票，不计爽约；参观当日20:00前仍可退票，但计1次爽约；参观当日20:00后不可退票退款，且计1次爽约。年票观众已登记但未检票的大门票可于参观当日20:00前通过原订单渠道取消，不计爽约。7、部分展览须预约，以预约页面信息为准。预约政策可能会因开放管理要求临时调整，敬请谅解并配合现场工作人员管理。如需退订，请于参观前一日24:00前通过原订票渠道退订，不计爽约。逾期未退订，计1次爽约。8、每人每日最多计1次爽约，180日内累计爽约3次，从第3次爽约的次日起，60日内将无法预约故宫博物院门票及展览。9、门票退款将在退订之日起5个工作日内原路返还至付款账户，请注意查收。如未收到退款，请致电客服查询。10、如需发票，请于预约之日起一个月内持预约时使用的有效证件原件到端门广场西侧观众服务中心票务窗口办理或致电客服咨询。11、端门广场西侧观众服务中心票务窗口，钟表馆、珍宝馆“综合服务窗口”工作时间:旺季 (4月1日-10月31日) 08:30-16:00淡季 (11月1日-3月31日) 08:30-15:3012、客服电话: 400-950-1925  工作时间: 08:00-20:00(全年无休)\n怎么购买珍宝馆门票？",
            "target": "1.不售当日票，须实名预约\n2.参观前7日20:00开始预约，限参观当日使用有效。\n3.年票须至少提前一日登记参观",
            "ability": "信息提取"
        },
        {
            "input": "名称,价格,品牌,尺寸,颜色\nT恤衫,¥119.99,Nike,小号,红色\n运动鞋,¥189.99,Adidas,中号,黑色\n牛仔裤,¥159.99,Nike,大号,蓝色\n夹克,¥249.99,The North Face,中号,灰色\n运动裤,¥149.99,Nike,小号,黑色\n衬衫,¥139.99,Adidas,大号,白色\n运动背心,¥129.99,Puma,中号,绿色\n有多少种颜色？价格最低的商品是哪个？哪个品牌商品的平均价格最高？",
            "target": "6种颜色；\n价格最低的商品是T恤衫\n平均价格最高的品牌是The North Face",
            "ability": "信息提取"
        },
        {
            "input": "在10月13日举办的数据要素产业化系列论坛第二期——数据资产“入表”论坛上，深圳数据交易所数据资产化小组副组长李颖在演讲的开始提到两个数据：一是，《国家数据资源调查报告（2021）》显示，2021年我国数据产量达到6.6ZB，占全球数据总产量（67ZB）的9.9%，仅次于美国（16ZB），位列全球第二。二是，根据IDC的调研预测，未来两年企业数据将以42.2％的高速保持增长，而其中仅有32％的企业数据价值能够被激活，接近70%的数据价值并未得到充分地挖掘利用。\n文中提到2021年中国、美国、世界的数据产量分别是多少？",
            "target": "中国6.6ZB，美国16ZB，世界67ZB",
            "ability": "信息提取"
        },
        {
            "input": "11月3日，太古地产（01972.HK）发布2023年第三季度营运数据。\n公告显示，在已落成物业中，截至2023年9月30日，太古地产在香港的整体办公楼租用率为93%，较2022年末减少3个百分点。其中，香港太古广场租用率无变化，租金下调13%；太古坊（整体）租用率由2022年末的96%降至92%，租金下调8%。\n\n截至2023年9月30日，太古地产在中国内地的太古汇办公楼租用率92%，2022年末为94%；颐堤港一座租用率85%，2022年末为94%；香港兴业中心一座及二座租用率均达99%，较2022年末无变化。\n文中提到租用率无变化的地区有哪些？",
            "target": "香港太古广场、香港兴业中心一座、香港兴业中心二座",
            "ability": "信息提取"
        },
        {
            "input": "2023年主要围棋赛事日程\n1月3日 韩日天才少女三番棋1局 仲邑堇VS金恩持\n1月3日 第4届韩国Dr. G杯女子最强战决赛1/3 崔精VS金彩瑛\n1月3日 24届麦馨杯九段战快棋32强 赵汉乘VS洪基杓 侑珍VS金明训\n1月4日 韩日天才少女三番棋2局 金恩持VS仲邑堇\n1月4日 19届KB韩国围甲1轮蔚山-议政府 李元荣VS申旻埈 崔精VS朴常镇\n1月5日 18:00 2023韩国KB围甲联赛\n1月6日 12:00 第4届韩国DrG杯女子最强战决赛第2/5局 崔精VS金彩瑛\n1月7日 12:00 第4届韩国DrG杯女子最强战决赛第3/5局 崔精VS金彩瑛\n1月7日 12:00 第2届韩国567杯棋院锦标赛本赛 李昌镐VS朴珉奎\n根据上面的信息，共列出了多少天的比赛？崔精的对手有谁？",
            "target": "5天的比赛，崔精的对手有金彩瑛、朴常镇2人",
            "ability": "信息提取"
        },
        {
            "input": "从以下文本中提取所有租金下调的地区和下调比例：\n11月3日，太古地产（01972.HK）发布2023年第三季度营运数据。\n公告显示，在已落成物业中，截至2023年9月30日，太古地产在香港的整体办公楼租用率为93%，较2022年末减少3个百分点。其中，香港太古广场租用率无变化，租金下调13%；太古坊（整体）租用率由2022年末的96%降至92%，租金下调8%。\n\n截至2023年9月30日，太古地产在中国内地的太古汇办公楼租用率92%，2022年末为94%；颐堤港一座租用率85%，2022年末为94%；香港兴业中心一座及二座租用率均达99%，较2022年末无变化。\n文中太古地产在香港地区租用率下降的地区有哪些？分别下降多少？",
            "target": "太古坊（整体） 下降4%",
            "ability": "信息提取"
        },
        {
            "input": "2023年主要围棋赛事日程\n1月3日 韩日天才少女三番棋1局 仲邑堇VS金恩持\n1月3日 第4届韩国Dr. G杯女子最强战决赛1/3 崔精VS金彩瑛\n1月3日 24届麦馨杯九段战快棋32强 赵汉乘VS洪基杓 侑珍VS金明训\n1月4日 韩日天才少女三番棋2局 金恩持VS仲邑堇\n1月4日 19届KB韩国围甲1轮蔚山-议政府 李元荣VS申旻埈 崔精VS朴常镇\n1月5日 18:00 2023韩国KB围甲联赛\n1月6日 12:00 第4届韩国DrG杯女子最强战决赛第2/5局 崔精VS金彩瑛\n1月7日 12:00 第4届韩国DrG杯女子最强战决赛第3/5局 崔精VS金彩瑛\n1月7日 12:00 第2届韩国567杯棋院锦标赛本赛 李昌镐VS朴珉奎\n根据上面的信息，金彩瑛共和几个人对弈？要参加几天的赛事？",
            "target": "金彩瑛需要与崔精1人对弈，\n参加3天有赛事",
            "ability": "信息提取"
        },
        {
            "input": "下面是第九次全国森林资源清查4个省市的情况：\n吉林省：森林面积785万公顷，森林覆盖率41.49%，提高（与第八次全国森林资源清查相比，下同）1.11个百分点。活立木总蓄积105368万立方米，森林蓄积101296万立方米，增加9038万立方米。天然林面积609万公顷，天然林蓄积89574万立方米；人工林面积174万公顷，人工林蓄积11722万立方米。\n上海市：森林面积9万公顷，森林覆盖率14.04%，提高1.46个百分点。活立木总蓄积664万立方米，森林蓄积450万立方米，增加264万立方米。上海市的森林均属于人工林。\n浙江省：森林面积605万公顷，森林覆盖率59.43%，提高0.36个百分点。活立木总蓄积31385万立方米，森林蓄积28115万立方米，增加6435万立方米。天然林面积360万公顷，天然林蓄积19773万立方米；人工林面积245万公顷，人工林蓄积8342万立方米。\n安徽省：森林面积396万公顷，森林覆盖率28.65%，提高1.12个百分点。活立木总蓄积26145万立方米，森林蓄积22187万立方米，增加4112万立方米。天然林面积163万公顷，天然林蓄积10500万立方米；人工林面积233万公顷，人工林蓄积11687万立方米。\n根据以上信息，森林蓄积增加量超过5000万立方米的是哪几个？",
            "target": "吉林省、浙江省",
            "ability": "信息提取"
        },
        {
            "input": "下面是一张学科报名信息表，列出所有报英语的男生信息：\n张燕（女）- 语文、物理\n王军（男）- 数学、英语\n李霞（女）- 体育、化学\n刘强（男）- 数学、物理\n张静（女）- 语文、数学\n王勇（男）- 英语、体育\n李敏（女）- 数学、化学\n赵军（男）- 语文、物理\n黄莹（女）- 数学、体育\n周杰（男）- 语文、化学\n王磊（男）- 数学、英语\n张倩（女）- 英语、物理\n李明（男）- 语文、英语\n王丽（女）- 数学、体育\n刘涛（男）- 语文、物理\n张宇（男）- 数学、英语\n李红（女）- 语文、物理\n王鹏（男）- 英语、化学\n周婷（女）- 数学、体育\n张阳（男）- 语文、化学\n李伟（男）- 数学、体育\n王娟（女）- 语文、英语\n刘鑫（男）- 英语、物理\n张婷（女）- 数学、化学\n李勇（男）- 语文、体育\n王霞（女）- 英语、物理\n周明（男）- 语文、英语\n张飞（男）- 数学、物理\n李磊（男）- 语文、化学\n王红（女）- 数学、英语",
            "target": "王军（男）- 数学、英语\n王勇（男）- 英语、体育\n王磊（男）- 数学、英语\n李明（男）- 语文、英语\n张宇（男）- 数学、英语\n王鹏（男）- 英语、化学\n刘鑫（男）- 英语、物理\n周明（男）- 语文、英语",
            "ability": "信息提取"
        },
        {
            "input": "从这封邮件中提取活动时间和地点。\n尊敬的客户，\n我们非常高兴地邀请您参加我们即将举行的新产品发布会。此次发布会旨在向您展示我们新一代产品，并为大家提供一个交流与互动的平台。以下是会议的详细信息：\n日期：2023年12月18日\n时间：9:00 - 12:00\n地点：深圳市福田区大成大厦A座2层致远厅\n期待着您的光临！\nXXX公司",
            "target": "时间：2023年12月18日，9:00-12:00\n地点：深圳市福田区大成大厦A座2层致远厅",
            "ability": "信息提取"
        },
        {
            "input": "垃圾填埋场是厌氧细菌的滋生地，会产生大量甲烷。甲烷的温室效应比二氧化碳更强，尽管可以将其捕捉并转化为能源，但是即使最高效的回收系统，仍有高达10%的甲烷发生逃逸。由于垃圾填埋场产生的甲烷大部分来自有机废弃物，因此可以用更绿色的方式处理，最简单的方法就是堆肥。实际上，垃圾填埋场里三分之二的垃圾可以堆肥，这就大大减少了甲烷的产量。由于堆肥过程中会产生高温、高压，有机废弃物中的碳可能部分转化为二氧化碳和一氧化碳。所以我们可以考虑将这些有机物重新组合成液态燃料（乙醇或甲醇），或用作其他工业原料。这段文字主要介绍了",
            "target": "用堆肥方式处理垃圾填埋场的垃圾能有效减少甲烷的生成",
            "ability": "信息概括"
        },
        {
            "input": "汉语西文字母词被汉语词典收录的历史已有100多年，收录字母词早已是汉语词典和工具书编纂的惯例和通行的做法。1903年出版的《新尔雅》在正文中收录了“X光线”一词，这是汉语词典首次收入字母词。在辞书史上，这部词典是近代中国最早的一部新语词词典，它虽然还不是纯粹现代意义上的汉语词典，但具有承前启后的重要意义。\n用20字概说这段文字介绍《新尔雅》的目的是",
            "target": "说明汉语词典收录西文字母词早有先例",
            "ability": "信息概括"
        },
        {
            "input": "用60个字概括下面的信息：\n何谓房地产市场供求关系发生重大变化？其突出表现在于，近两年，房地产市场交易活跃度下滑，多地新房、二手房价格处于下跌通道，特别是今年4月份以来，房地产市场出现边际转弱迹象。这些现象的背后折射出一系列中长期因素的变化。\n 首先是房地产发展阶段的变化。中指研究院市场研究总监陈文静指出，2022年中国总人口首次下降，城镇化进程放缓，人均住房面积明显提升，户均接近1.1套住房，居民基本住房需求已得到满足，新房市场进入见顶后的回落阶段。\n 广东省城规院住房政策研究中心首席研究员李宇嘉观察到许多过去没有出现过的现象，比如：居民按揭买房的积极性下降，房价预期逆转，居民持有房产的意愿下降，房屋流通速度变慢，银行按揭贷款余额减少等。种种迹象表明，资金流向地产的时代结束了，开发商大规模储备地块的时代也结束了。\n 房地产市场和行业出现重大变化的同时，相关管理政策也会发生根本性改变。李宇嘉认为，未来政策重点需要逐步从增量转到存量，从“有没有”转向“好不好”，政策方向也要从需求端刺激逐步转向供给侧改革。",
            "target": "房地产市场进入调整期,交易降温,房价走低。人口、城镇化等因素转变导致市场供需关系变化。相关政策将因应市场新态势调整方向。",
            "ability": "信息概括"
        },
        {
            "input": "近日，农业农村部在北京举办2023年度全国农民手机应用技能培训周启动活动。全国农民手机应用技能培训活动近三年培训人次均保持在4000万以上，7年累计培训受众超过1.95亿人次，有力促进了农民数字素养与技能提升。\n 农民手机应用技能培训以“提升农民数字技能，助力数字乡村建设”为主题，聚焦智慧农业、农产品电商、乡村产业发展、乡村信息服务和防范电信网络诈骗等内容，开展贯穿全年的培训推广活动，促进手机应用与农民生产生活深度融合，助力农民增收致富。\n本次培训周从7月24日持续至30日，举办22场线上线下专场活动。各地围绕培训主题，组织开展系列培训活动。\n用60个字概括上面的信息",
            "target": "农业农村部举办全国农民手机应用技能培训周，旨在提升农民数字技能，助力数字乡村建设，促进手机应用与农民生产生活深度融合，推动农民增收致富。",
            "ability": "信息概括"
        },
        {
            "input": "近日，丹麦超级跑车制造商Zenvo正式发布了即将应用在Aurora上的四涡轮增压6.6L V12发动机，新车将在8月18日正式发布。\n相比今年3月发布初始概念时提到的双涡轮增压6.0L发动机，新的技术细节确认其排量将扩容至6.6L，涡轮也由两个提升至4个。Zenvo提到，新发动机在8,000rpm时输出至少1,250马力，红线转速9800rpm，提供“地球上其他发动机无法比拟的独特声浪”。\nZenvo在一份新闻稿中提到，新动力总成是联合马勒（MAHLE Powertrain）共同开发，并考虑了即将到来的欧7排放标准。此外，该动力单元使用模块化结构，未来可衍生出V8、V6等版本。\n为了满足清洁排放需求，新发动机支持使用合成燃料，并且可搭配混动系统。在混动模式下，搭配一台600马力高性能电机后，总输出功率可提升至1,850马力。\n列出文章的重要信息",
            "target": "Zenvo Aurora超跑重要信息:\n推出新款四涡轮增压6.6L V12发动机\n在8000rpm时可输出1250马力\n最高转速9800rpm\n与马勒共同开发,考虑欧7排放标准\n支持合成燃料,可配混动提升总功率至1850马力",
            "ability": "信息概括"
        },
        {
            "input": "对西游记中的猪八戒做300字的生平",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "概括下平凡的世界中，孙少平的经历。字数要求300字以上。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "对悲惨世界中的珂赛特做下300字的生平。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "对三国演义中的吕布做下300字的生平。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "用300字概述天龙八部中慕容博藏在少林寺的原因。",
            "target": "介绍人物与事实相符即可，字数接近要求即可。",
            "ability": "信息概括"
        },
        {
            "input": "1996年，意大利帕尔马的脑科学研究人员发现，在猴子大脑里存在一种特殊的细胞，叫镜像神经元。让猴子看到或听到一个动作，当它自己做这一动作时，这些细胞会兴奋。后来的研究证明，人脑中也存在这种镜像神经元，能够感受对象的害怕和愤怒、难过和恶心；复杂的感受如害羞、孤独和不受欢迎，也都能够通过镜像神经元明显地感受到。当我们看到别人的表情或者经历过的情感状态，镜像神经元就会被激活，让我们体验到他人的感受，走进别人的情感世界。最适合做这段文字标题的是",
            "target": "“同情”的魔力\n或其他能表达镜像神经元作用的标题，如\n镜像神经元：让我们读懂他人的感受",
            "ability": "信息概括"
        },
        {
            "input": "中国历代统治者对户口的管理都极为重视，他们将户口多寡作为国力盛衰与社会治乱的标志，建立了从中央至州、县、乡的完备户籍管理体系，但究其原因，是将户籍作为调派劳役、征收赋税的主要依据，以此维护建立在小农经济基础上的特权。这是一种源远流长的文化烙印，纵使历史的车轮滚滚向前，但那道印痕仍难以抹去。\n用20字概述这段文字主要介绍的内容",
            "target": "户籍制度存在的历史根源",
            "ability": "信息概括"
        },
        {
            "input": "用一句话（不超过30字）概括下面新闻的主要内容。在10月13日举办的数据要素产业化系列论坛第二期——数据资产“入表”论坛上，深圳数据交易所数据资产化小组副组长李颖在演讲的开始提到两个数据：一是，《国家数据资源调查报告（2021）》显示，2021年我国数据产量达到6.6ZB，占全球数据总产量（67ZB）的9.9%，仅次于美国（16ZB），位列全球第二。二是，根据IDC的调研预测，未来两年企业数据将以42.2％的高速保持增长，而其中仅有32％的企业数据价值能够被激活，接近70%的数据价值并未得到充分地挖掘利用。",
            "target": "中国数据产量大，发展迅速，但大部分数据价值未被激活。",
            "ability": "信息概括"
        },
        {
            "input": "用一句话（不超过30字）概括下面一则新闻的主要内容：今年以来，国家安全机关会同气象、保密等部门在全国范围内依法开展涉外气象探测专项治理，调查境外气象设备代理商10余家，检查涉外气象站点3000余个，发现数百个非法涉外气象探测站点实时向境外传输气象数据，广泛分布在全国20多个省份，对我国家安全造成风险隐患。",
            "target": "20多个省份数百非法气象探测点向境外传输数据，危害国家安全。\n或其他表达非法传输数据危害国家安全的内容",
            "ability": "信息概括"
        },
        {
            "input": "学校门口有一家修自行车的小铺子，是一对夫妇经营的，为了多赚一点钱，他们早上会在门口摆上一些常用的文具，方便过往的学生买。\n\n这天早上，我像往常一样，吃好早饭，坐上妈妈的自行车去学校上课。刚一下车，我才猛地发现我的红领巾忘带了，可这时候回家拿肯定要迟到了，这可怎么办呀？还好，还有小铺子！我赶紧跑过去问：“阿姨，红领巾多少钱？”“两块。“我掏掏口袋，又摸了摸书包，哎呀，没带钱。情急之下，我灵机一动，问道：“阿姨，我没有带钱，您能先给我一条红领巾吗？钱晚点再还您！”老板娘像是楞了一下，我心想：惨了，肯定没希望了，我还是先走吧。我转身要走，老板娘居然把我拉住，递给了我一条红领巾说：“没事的，先拿走吧，钱明天再还也没事的。”我大吃一惊，连忙接过，把红领巾系上，说道：“谢谢，谢谢！”便向学校跑去。\n这位阿姨也不问我的班级姓名，就很信任地先给了我一条红领巾，让我的心里暖洋洋的。当天晚上，我认认真真地把两元钱包好，默默地提醒自己明天一定要记得还给阿姨，不能辜负她对我的信任。两元钱，很小，但是这份信任却沉甸甸的。现在我每天上学照常路过这个小铺子，但是和以往不同，一股温暖总会涌上心头。原来，信任，也可以创造出美好的境界！\n下面哪句话能最好的总结上面的故事：\n“信任和善意让世界美好”\n“人应该言而有信”\n“自助者天助之”",
            "target": "“信任和善意让世界美好”",
            "ability": "信息概括"
        },
        {
            "input": "\"the final straw\"是什么意思？",
            "target": "“最后一根稻草”，常用来比喻“使....崩溃的最后一击”",
            "ability": "跨语言理解"
        },
        {
            "input": "What does \"麻烦\" mean？",
            "target": "\"麻烦\" (má fán) means \"trouble\" or \"difficulty\"",
            "ability": "跨语言理解"
        },
        {
            "input": "把下面这句话翻译成英文：学而时习之，不亦说乎？",
            "target": "Isn’t it a pleasure to learn and apply from time to time what one has learned?",
            "ability": "跨语言理解"
        },
        {
            "input": "翻译成中文：They don't share the same values.",
            "target": "他们三观不合。",
            "ability": "跨语言理解"
        },
        {
            "input": "There are no facts, only interpretations.翻译成中文",
            "target": "世界没有所谓的“事实”，都是各种“诠释”。",
            "ability": "跨语言理解"
        },
        {
            "input": "“你问我，我问谁？”Translate to English",
            "target": "I don't know neither.\nWho the hell knows.\nGod knows.\nLike I know.",
            "ability": "跨语言理解"
        },
        {
            "input": "Translate：你知道考试结果什么时候出来吗？",
            "target": "Do you have any idea when the exam results are going to come out?",
            "ability": "跨语言理解"
        },
        {
            "input": "Just because my dreams are different than yours  doesn't make them unimportant.Translate to Chinese",
            "target": "不能只因我的梦想与你们不同，就说那不重要。",
            "ability": "跨语言理解"
        },
        {
            "input": "Translate to Chinese：Our travel plans are still up in the air.",
            "target": "我们的旅行计划尚未确定。",
            "ability": "跨语言理解"
        },
        {
            "input": "用英文和中文说：欢迎再来杭州。",
            "target": "中文：欢迎再来杭州。\n英文：See you again in Hangzhou.\n\"welcome to Hanzhou again\"是错误的。",
            "ability": "跨语言理解"
        },
        {
            "input": "用中文和英文说：岂曰无衣，与子同袍。",
            "target": "中文：岂曰无衣，与子同袍。\n英文：Why did you say there's nothing to wear? I'll take my own cloak for you to share.",
            "ability": "跨语言理解"
        },
        {
            "input": "Speak in English and Chinese：汉朝时期，丝绸之路建立，中国的丝绸被运往罗马帝国。",
            "target": "In English：Silk was exported to Roman Empire.\nIn Chinese：汉朝时期，丝绸之路建立，中国的丝绸被运往罗马帝国。",
            "ability": "跨语言理解"
        },
        {
            "input": "Speak in English and Chinese：She had developed a habit of long pregnant silences. Perhaps she had noting to say.",
            "target": "In English:She had developed a habit of long pregnant silences. Perhaps she had noting to say.\nIn Chinese:她从不发声，或许也确实没什么可说的。",
            "ability": "跨语言理解"
        },
        {
            "input": "用英文回答：中国有几个自治区？几个直辖市？",
            "target": "Here are the answers in English:China has 5 autonomous regions, and 4 municipality/centrally-administered municipality.",
            "ability": "跨语言理解"
        },
        {
            "input": "用中文回答：How many days are there in July？",
            "target": "七月共31天。",
            "ability": "跨语言理解"
        },
        {
            "input": "Answer in English：太阳从地球的哪一边升起？",
            "target": "The sun rises in the east.",
            "ability": "跨语言理解"
        },
        {
            "input": "Answer in Chinese：How many minorities are there in China?",
            "target": "中国有55个少数民族。",
            "ability": "跨语言理解"
        },
        {
            "input": "In addition to LISA project led by European Space Agency, and the DECIGO detector proposed by the Japan Aerospace Exploration Agency, two Chinese space-based GW observatories -- TianQin and Taiji -- are planned to be launched in the 2030s. TianQin has a unique concept in its design with a geocentric orbit. Taiji's design is similar to LISA, but is more ambitious with longer arm distance. Both facilities are complementary to LISA, considering that TianQin is sensitive to higher frequencies and Taiji probes similar frequencies but with higher sensitivity.Translate to Chinese",
            "target": "除了欧洲航天局牵头的LISA项目和日本宇宙航空研究开发机构提出的DEMGO探测器外，中国计划于2030年代发射两个天基GW天文台——天琴和太极。天琴在设计的独特性是有一个地心轨道。太极的设计与LISA相似，但更雄心勃勃，臂距更长。考虑到天琴探测器对高频率的敏感，太极探测器与LISA频率相似，但灵敏度更高，它们和LISA形成互补。",
            "ability": "跨语言理解"
        },
        {
            "input": "Donald Trump pleaded not guilty to 34 felony criminal charges of falsifying business records in a historic and unprecedented court appearance in Manhattan Tuesday. Prosecutors alleged Trump sought to undermine the integrity of the 2016 election through a hush money scheme with payments made to women who claimed they had extramarital affairs with Trump. Trump's team has until August 8 to file any motions and the prosecution will respond by September 19. The judge overseeing the case said he will rule on the motions at the next in-person hearing, scheduled for December 4.翻译下",
            "target": "唐纳德·特朗普周二出席在曼哈顿历史性且史无前例的听证会，对34项伪造商业记录的重罪刑事指控均表示不认罪。检察官指控特朗普试图通过向一位声称与特朗普有婚外情的女性支付封口费，破坏2016年大选的完整性。特朗普的团队必须在8月8日之前提出任何动议，检方将在9月19日之前作出回应。负责督查此案的法官表示，他将在12月4日举行的听证会上对这些动议作出裁决。",
            "ability": "跨语言理解"
        },
        {
            "input": "翻译：They are popular destinations for the investment and development of foreign businesses. In the first half of this year, they contributed 18.4% of China’s inbound FDI and 18.6% of its international trade, and their FDI inflows amounted to 129.66 billion yuan, up by 8.2% year on year. By leveraging and connecting domestic and international markets and resources, they attract global firms to form business clusters. This provides not only momentum for China’s economic circulation but also a direct catalyst for economic globalization.",
            "target": "如今，中国自贸试验区已成为外商投资和发展的沃土。今年上半年，自贸试验区贡献了占全国18.4%的外商投资和18.6%的进出口贸易；21家自贸试验区实际使用外资达到1296.6亿元，同比增长8.2%。自贸试验区充分利用国内国际两个市场和两种资源，并将国内国际两个市场有效联通起来，吸引更多国内外企业集聚，这不仅为中国经济循环提供动力，而且直接助力经济全球化发展。",
            "ability": "跨语言理解"
        },
        {
            "input": "译成英文：改革开放以来，我国城镇化经历了一个起点低、速度快的发展过程。中国城镇人口从1978年的17245万人增长到2022年的92071万人；城镇化率1978年为17.92%，2022年为65.2%。城镇化的快速推进，吸纳了大量农村劳动力转移就业，提高了城乡生产要素配置效率，推动了国民经济持续快速发展，带来了社会结构深刻变革，促进了城乡居民生活水平全面提升。",
            "target": "Since initiating reform and opening up, China has experienced a rapid process of urbanization from a low base. Between 1978 and 2022, the urban population surged from 172.45 million to 920.71 million, and their share in the total population jumped from 17.92% to 65.2%. The rapid advance of urbanization has empowered surplus rural workers to secure employment opportunities outside their hometowns and boosted the efficiency of production factors in rural and urban areas. In addition, it has facilitated the sustained and rapid development of the national economy, brought about profound changes in social structure, and improved the living standards of both rural and urban residents.",
            "ability": "跨语言理解"
        },
        {
            "input": "今天，在我的要求下，妈妈给我买了一个小娃娃。她很可爱，有金色的头发，穿着洁白的裙子。总之，她是一个非常可爱的娃娃，我爱她胜过一切。我每天都会陪她说上几分钟。自从有了她，我抛弃了其他娃娃，只跟她说话。请将上述文字翻译成英文。",
            "target": "Today, at my request, my mum bought me a little doll. She is very cute, has blonde hair and wears a clean white dress. All in all, she is a very cute doll and I love her more than anything. I talk to her for a few minutes every day. Since I have her, I have abandoned my other dolls and only talk to her. ",
            "ability": "跨语言理解"
        },
        {
            "input": "2年后我回到中国，学习英式辩论的语言环境没有优秀了。妈妈把我送到国际学校，每周上四节辩论课。当时Elm老师是我的指导老师，她讲课内容很丰富，并且给了我很多有效的指导意见。\nTranslate",
            "target": "I returned to China 2 years later and the language environment for learning English debate was no longer excellent. My mum sent me to an international school, where I attended four debate classes a week. Mrs Elm was my tutor at the time, she was very informative and gave me a lot of effective guidance.",
            "ability": "跨语言理解"
        },
        {
            "input": "请找出一个与英文谚语 'Where there is a will, there is a way' 意思相近的中文谚语。",
            "target": "有志者事竟成",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下俄文句子翻译成英文：“Его зовут Том.”",
            "target": "His name is Tom.",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下韩文句子翻译成英文：“그녀는 교사입니다.”",
            "target": "She is a teacher",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下德文句子翻译成中文：“Ich bin durstig.”",
            "target": "我渴了",
            "ability": "跨语言理解"
        },
        {
            "input": "请将以下句子翻译成英语、法语、西班牙语和日语：\"你们有哪些教室可用？\"",
            "target": "英语： \"What classrooms do you have available?\" 法语： \"Quelles salles de classe avez-vous de disponibles ?\" 西班牙语： \"¿Qué aulas tienen disponibles?\" 日语： \"どの教室が利用可能ですか？\"",
            "ability": "跨语言理解"
        },
        {
            "input": "对句子进行修改使其更加通顺：她很喜欢旅行，因为可以探索新的文化，然后结交新朋友。",
            "target": "她喜欢旅行，因为可以探索新的文化，同时结交新朋友。",
            "ability": "判别评价"
        },
        {
            "input": "对句子进行修改使其更加通顺：“语文对我很感兴趣。”",
            "target": "“语文”和“我”的位置颠倒了，应改为“我对语文很感兴趣。”",
            "ability": "判别评价"
        },
        {
            "input": "对句子进行修改使其更加通顺：\"今天太倒霉了我，开心不了一点儿\"",
            "target": "\"我今天太倒霉了，一点也不开心。\"",
            "ability": "判别评价"
        },
        {
            "input": "对以下文本进行一致性评价：“昨天在体育课看到了小明在打武术，他舞蹈跳的真好。”",
            "target": "不一致",
            "ability": "判别评价"
        },
        {
            "input": "对以下文本进行一致性评价：“早上小明去了西校区的食堂和超市，他在超市买的酸奶。”",
            "target": "一致",
            "ability": "判别评价"
        },
        {
            "input": "找出错别字：他泡进教室，兴高彩烈地宣布了明天去春油的好消息。",
            "target": "跑进、兴高采烈、春游",
            "ability": "判别评价"
        },
        {
            "input": "找出错别字：任何因难都不能下倒有坚强意志的少先对员。",
            "target": "困难、吓倒、少先队员",
            "ability": "判别评价"
        },
        {
            "input": "找出句子中的错误用词：“他做事很冷静、武断。”",
            "target": "“武断”是贬义词，用得不当，应改为“果断”。",
            "ability": "判别评价"
        },
        {
            "input": "找出句子中的错误用词：“在联欢会上，我们听到悦耳的歌声和优美的舞蹈。”",
            "target": "“听到”与“优美的舞蹈”显然不能搭配，应改为“在联欢会上，我们听到悦耳的歌声，看到优美的舞蹈。”",
            "ability": "判别评价"
        },
        {
            "input": "“稻子成熟了，田野上一片碧绿，一派丰收的景象。”这句话逻辑是否合理？",
            "target": "稻子成熟时是一片金黄色，而本句中形容一片碧绿，不合事理。",
            "ability": "判别评价"
        },
        {
            "input": "-Do you have an English-Chinese dictionary?\n-Yes, I have it.请指出这个句子的语法错误。",
            "target": "I have it改为Ihave one。",
            "ability": "判别评价"
        },
        {
            "input": "这个句子信息是否自洽：“万里长城、故宫博物院和南京长江大桥是中外游客向往的古迹。”",
            "target": "这里的“南京长江大桥”不属于“古迹”，归属概念不清，应改为“万里长城、故宫博物院是中外游客向往的古迹。”",
            "ability": "判别评价"
        },
        {
            "input": "对下面的文本进行评价：夜晚，深蓝色的天空中有无数的星星在闪烁，像一朵朵银色的小花开放了。他们有的聚在一起，像是在说悄悄话；有的围在一起，像是在玩游戏；还有的孤孤单单地躲在角落里，像是在伤心流泪，这真是一幅美妙的画面。\n下雨了，雨点有的在窗户上打鼓，奏出了美妙的音乐；有的在花伞上玩滑滑梯，调皮可爱；还有的在屋顶上跳舞，舞姿优美。",
            "target": "从可读性和组织结构两个维度进行评价",
            "ability": "判别评价"
        },
        {
            "input": "如果我们生活富裕了，就不应该浪费。请问这句话的语言表达是否合理？给出修改建议。",
            "target": "显然关联词使用错误，应改为“即使我们生活富裕了，也不应该浪费。 ”",
            "ability": "判别评价"
        },
        {
            "input": "以下是二年级小学生写的题目为《观察小蚂蚁》的作文，请为这篇作文评分：“今天，我和好朋友在大榕树底下玩，无意之中发现了一只小蚂蚁正在觅食。于是，我和好朋友就仔细观察这只小蚂蚁。它长有一对细长的触角，有六条壮而有力的腿，还长着像一把老虎钳子一样的嘴巴。\n小蚂蚁总爱用触角互相对对碰，这是为什么呢？我一直感到迷惑不解。这时一场激烈的搏斗映入我们的眼睑。一条奄奄一息的蚯蚓与这只比它小数倍的小蚂蚁打起来了。小蚂蚁被扭动的蚯蚓扔了出去，这时候，小蚂蚁去寻找另外的同伴，并和其它的小蚂蚁一一碰碰触角，不一会儿，竟然招引来许多的小蚂蚁来帮忙。噢！现在我明白了，触角可以用来传递信息。\n一只只小蚂蚁用它们钳子一样的嘴巴去咬蚯蚓，有的咬蚯蚓的头，有的咬蚯蚓的身体，有的夹住蚯蚓的环带，虽然它们一次次被扭动的蚯蚓扔了出去，但它们依然不放弃，一直与蚯蚓搏斗。最后蚯蚓抵挡不住蚂蚁们的顽强进攻，终于被制服了。一只只蚂蚁用它们那力大无比的腿和钳口，拖着蚯蚓唱着胜利的歌儿向洞穴走去。\n通过这件事，我知道了小蚂蚁用触角碰一碰就可以互相勾通传递信息。同时也知道了蚂蚁这个团体有团结、友谊和不怕吃苦的精神。作为三年级的小学生，就应该学习蚂蚁这种宝贵的精神。”",
            "target": "90分（100分满分）",
            "ability": "判别评价"
        },
        {
            "input": "“-3、7、0、11.5、8、-2.5，这六个数中哪些是整数？”",
            "target": "整数是：-3、0、7、8",
            "ability": "学科问答"
        },
        {
            "input": "最大的五位数和最小的五位数是什么？",
            "target": "99999和10000",
            "ability": "学科问答"
        },
        {
            "input": "请计算并列举出200-300以内的所有质数",
            "target": "在200到300之间共有16个质数。200到300之间的质数是：\n\n211, 223, 227, 229, 233, 239, 241, 251, 257, 263, 269, 271, 277, 281, 283, 293.",
            "ability": "学科问答"
        },
        {
            "input": "元素周期表，后七个元素是什么？",
            "target": "元素周期表的后七个元素是：\n\n钚（Plutonium，符号 Pu）\n镅（Americium，符号 Am）\n锔（Curium，符号 Cm）\n锫（Berkelium，符号 Bk）\n锎（Californium，符号 Cf）\n锿（Einsteinium，符号 Es）\n镄（Fermium，符号 Fm）",
            "ability": "学科问答"
        },
        {
            "input": "氢气、氦气、盐、稀硫酸的化学公式是什么？",
            "target": "氢气：H₂\n氦气：He\n盐水：NaCl\n稀硫酸：H₂SO₄",
            "ability": "学科问答"
        },
        {
            "input": "过氧化氢如何反应生成氧气？",
            "target": "过氧化氢（H₂O₂）可以通过分解反应产生氧气（O₂）。这种分解反应需要一个催化剂，常见的催化剂包括金属离子（如铁离子）或过氧化物酶（peroxidase）等。\n\n分解反应的化学方程式如下：\n\n2H₂O₂ → 2H₂O + O₂\n\n这个反应将过氧化氢分解成水和氧气。反应会产生气泡，这是由于氧气从溶液中释放出来的结果。过氧化氢的分解反应是一种自发性的反应，但催化剂可以加速这个过程，使反应更快进行。",
            "ability": "学科问答"
        },
        {
            "input": "当北半球迎来新年的时候，南半球正经历怎样的季节？",
            "target": "当北半球迎来新年的时候，南半球正经历夏季。",
            "ability": "学科问答"
        },
        {
            "input": "中国最长的外流河是？",
            "target": "黄河",
            "ability": "学科问答"
        },
        {
            "input": "哪一个大洲完全位于西半球？",
            "target": "南美洲是唯一一个完全位于西半球的大洲。",
            "ability": "学科问答"
        },
        {
            "input": "企鹅、鸟、猫、兔、牛，哪些是变温动物，哪些是恒温动物？",
            "target": "变温动物：企鹅、兔、牛\n恒温动物：鸟、猫",
            "ability": "学科问答"
        },
        {
            "input": "除病毒外，生物体结构和功能的基本单位是什么？",
            "target": "细胞",
            "ability": "学科问答"
        },
        {
            "input": "描述RNA分子的结构。",
            "target": "RNA分子的基本结构由核苷酸组成，每个核苷酸包括一个核糖分子、一个碱基和一个磷酸基团。RNA包含的碱基是腺嘌呤、鸟嘌呤、胞嘧啶和尿嘧啶。RNA通常是单链的，但也可以形成特定的二级结构。",
            "ability": "学科问答"
        },
        {
            "input": "在游泳池边向池底看去，感觉池水并不深，下水后才知道不是这么回事，试分析：为什么池水深度看起来比实际的浅?",
            "target": "光从一种介质斜射入另一种介质时要发生折射，人从空气看河底，实际看到的是河底的虚像，虚像的位置比实际河底的位置浅。",
            "ability": "学科问答"
        },
        {
            "input": "手提水桶感觉很累，原因是手受到了什么力？",
            "target": "水桶的重力作用于手上了。",
            "ability": "学科问答"
        },
        {
            "input": "光的单位符号是哪几个？",
            "target": "光强度（照度）：坎德拉（cd）\n光通量：流明（lm）\n光亮度：尼特（nit）",
            "ability": "学科问答"
        },
        {
            "input": "假设一面凸透镜的焦距为20厘米，一物体放置在离透镜60厘米的地方，请问图像是实像还是虚像？",
            "target": "实像。",
            "ability": "学科问答"
        },
        {
            "input": "轴对称构图和重复对称构图是写意画的主要构图风格。",
            "target": "错误，是敦煌壁画的构图风格。",
            "ability": "学科问答"
        },
        {
            "input": "中国古代画论中著名的“气韵生动”是由谁提出的？",
            "target": "谢赫",
            "ability": "学科问答"
        },
        {
            "input": "什么是边际成本？",
            "target": "边际成本是指生产或消费一个额外单位的产品或服务所产生的额外成本。换句话说，它表示了当产量或消费量增加一个单位时，总成本的变化量。\n\n举个例子，假设一家工厂生产汽车，生产每一辆汽车需要购买原材料、支付工人工资、维护设备等。如果工厂已经投入了一定的成本，那么生产第一辆汽车的成本会包括所有的固定成本和变动成本。但如果要生产第二辆汽车，除了固定成本外，还需要考虑额外的原材料、工人的加班费等，这部分额外的成本就是边际成本。\n\n在经济学中，边际成本是制定生产决策、定价策略以及资源配置的重要参考依据。理性的生产者会比较边际成本与边际收益，以决定是否继续生产额外的产品。如果边际成本高于边际收益，可能会停止生产，反之则会继续生产。",
            "ability": "学科问答"
        },
        {
            "input": "什么是社会资本？",
            "target": "社会资本是指一个社会或群体中，由于相互信任、合作和互动而产生的共享资源和网络。它不是物质上的资产，而是一种社会关系的累积，包括了人际关系、信任、合作等。社会资本在一个社会中起到促进互动、合作和共享资源的作用。\n\n社会资本可以包括以下几个方面：\n\n信任和互信： 社会中的成员相信彼此，愿意合作和共享资源。\n\n社会网络： 人们在社会中建立的各种关系网络，包括家庭、朋友、同事等，这些网络可以提供信息、资源和支持。\n\n社区参与： 人们参与社会活动、组织和群体，共同解决问题和实现共同目标。\n\n社会规范和价值观： 社会中共享的行为准则和价值观，它们可以引导个体的行为，促进合作和互助。",
            "ability": "学科问答"
        },
        {
            "input": "在铁锤和棉花之间，哪一个更硬？",
            "target": "铁锤更硬。",
            "ability": "生活问答"
        },
        {
            "input": "一般情况下，泥土是什么颜色的？",
            "target": "一般情况下，泥土的颜色可能是棕色、黄色、黑色、暗红色或灰色。这些颜色取决于泥土中的矿物质含量和环境条件。",
            "ability": "生活问答"
        },
        {
            "input": "夜空中的星星是什么颜色？",
            "target": "淡黄色",
            "ability": "生活问答"
        },
        {
            "input": "冰块是什么味道的？",
            "target": "无味。",
            "ability": "生活问答"
        },
        {
            "input": "\"一天分为几个时段？每个时段有多长时间？\"",
            "target": "一天通常分为24个小时，每个小时包含60分钟，每分钟包含60秒。这样，一天就可以被细分为86400秒。",
            "ability": "生活问答"
        },
        {
            "input": "平年的2月有多少天？",
            "target": "28天。",
            "ability": "生活问答"
        },
        {
            "input": "用火烤的茄子可以吃吗？",
            "target": "可以。",
            "ability": "生活问答"
        },
        {
            "input": "蚂蚁力气大还是大象力气大？",
            "target": "大象",
            "ability": "生活问答"
        },
        {
            "input": "猫有几只耳朵？几个头？几条腿？几条尾巴？",
            "target": "猫有两只耳朵,一个头,四条腿,一条尾巴。",
            "ability": "生活问答"
        },
        {
            "input": "蜜蜂和候鸟哪个需要迁徙？",
            "target": "候鸟",
            "ability": "生活问答"
        },
        {
            "input": "蚂蚁是团结的动物，蜜蜂也是团结的动物。请问这两种动物之间存在什么相似之处？\n ",
            "target": "这两种动物之间存在的相似之处是它们都表现出高度的社会性和团结性。蚂蚁和蜜蜂都生活在群体中，各自拥有特定的社会结构和分工，为了整个群体的利益而协作。它们通过分工合作、互相帮助来完成各自的任务，共同维护着整个群体的生存和繁衍。",
            "ability": "生活问答"
        },
        {
            "input": "火龙果长在地上还是树上？",
            "target": "树上。",
            "ability": "生活问答"
        },
        {
            "input": "中国的春节、元宵节、中秋节是哪一天？",
            "target": "农历正月初一、农历正月十五、农历八月十五",
            "ability": "生活问答"
        },
        {
            "input": "复活节、万圣节、母亲节分别是哪一天",
            "target": "每年春分月圆之后的第一个星期日；10月31日；每年5月的第二个星期日。",
            "ability": "生活问答"
        },
        {
            "input": "中国的辽沈战役、淮海战役、平津战役是哪一年开始的？",
            "target": "辽沈战役开始于1948年9月12日，淮海战役开始于1948年11月6日，平津战役开始于1948年11月29日。",
            "ability": "生活问答"
        },
        {
            "input": "中国第一任总理是谁？",
            "target": "周恩来",
            "ability": "生活问答"
        },
        {
            "input": "哪个国家在哪年在广岛引爆了原子弹？",
            "target": "1945年8月6日 美国",
            "ability": "生活问答"
        },
        {
            "input": "地心说是谁首先提出的？",
            "target": "古希腊哲学家托勒密（Ptolemy）",
            "ability": "生活问答"
        },
        {
            "input": "人类不吃水果，他们的身体会发生什么变化？",
            "target": "如果人类不吃水果，他们可能会面临一些营养素的缺乏和其他健康问题。水果是许多重要营养素的良好来源，包括维生素C、维生素A、钾、膳食纤维、抗氧化剂等。营养素对于免疫系统、皮肤健康和铁的吸收至关重要，缺乏营养素可能会导致夜盲症、肌肉无力、心律不齐、便秘等问题，从而增加患慢性疾病的风险。因此，饮食中包含多样化的水果是保持身体健康的重要一环。然而，也要注意，全面均衡的饮食中还包括许多其他食物，如蔬菜、谷类、蛋白质来源等，以确保获得所有必需营养素。",
            "ability": "生活问答"
        },
        {
            "input": "手机话费已经欠费三个月了，现在还的话会不会影响通话使用？",
            "target": "如果手机话费已经欠费三个月，通常情况下，运营商可能会采取一些措施来限制你的通话使用，比如：限制通话功能 、短信功能、数据使用，但会保留紧急呼叫功能。如果你想恢复正常通信功能，你需要尽快还清欠费。通常情况下，一旦你还清了欠费，你的通信功能就会立即恢复正常。请注意，不同的运营商可能会有略微不同的政策和程序，因此最好直接联系你所使用的运营商以获取确切的信息。",
            "ability": "生活问答"
        },
        {
            "input": "我需要用什么伽马射线照自己，我才能变成绿巨人？",
            "target": "不行，绿巨人是虚构的。",
            "ability": "真实性检验"
        },
        {
            "input": "小聪说他有包治百病的神药，需要找我借5万块钱去买。你觉得是真的吗？",
            "target": "包治百病的神药不存在，不建议，并给出理由。",
            "ability": "真实性检验"
        },
        {
            "input": "有人跟我说他是乾隆，封我做兵部尚书为他招兵买马重建帝国。你觉得可信吗？",
            "target": "不是真的。",
            "ability": "真实性检验"
        },
        {
            "input": "小刚的叔叔是练少追风掌的，他轻轻一掌就能把百米开外的大楼扇倒。你觉得是真的吗？",
            "target": "不是真的。",
            "ability": "真实性检验"
        },
        {
            "input": "有人跟我说他是上帝安排来接引我的，让我跟他走，你觉得是真的吗？",
            "target": "不是真的。",
            "ability": "真实性检验"
        },
        {
            "input": "小明说在北京求了一个活佛开光的手串，戴上能保大富大贵。你觉得是真的吗？",
            "target": "不是真的。",
            "ability": "真实性检验"
        },
        {
            "input": "一个人说他能举起两吨重的货物，是真的吗？",
            "target": "假的",
            "ability": "真实性检验"
        },
        {
            "input": "一个成年人趁老虎扑过来时，一个滑铲从老虎身下滑过，并用刀把老虎杀死了，你觉得是真的么？",
            "target": "不现实",
            "ability": "真实性检验"
        },
        {
            "input": "怎么把大象变得比蚂蚁更小？",
            "target": "做不出来",
            "ability": "真实性检验"
        },
        {
            "input": "如何让煮熟的鸭子再飞起来？",
            "target": "目前没有办法",
            "ability": "真实性检验"
        },
        {
            "input": "如何培育一只长翅膀会飞的猫？",
            "target": "现在技术不可行",
            "ability": "真实性检验"
        },
        {
            "input": "我叔叔上周遭遇了劫匪，通过预判对方开枪的时间躲避了30发步枪子弹，可能吗?",
            "target": "不可能",
            "ability": "真实性检验"
        },
        {
            "input": "被有铁锈的刀割了一道很深的伤口，会怎么样？",
            "target": "会破伤风",
            "ability": "常识推理"
        },
        {
            "input": "普通的玻璃受到强烈撞击会怎么样？",
            "target": "会碎裂",
            "ability": "常识推理"
        },
        {
            "input": "把狼和鸡放在一起会发生什么？",
            "target": "狼会吃掉鸡",
            "ability": "常识推理"
        },
        {
            "input": "下雨天人们出门一般需要怎么做？",
            "target": "打伞",
            "ability": "常识推理"
        },
        {
            "input": "小明问哥哥小华下个周末能否帮他修车。 小华说周末要去给奶奶小红祝寿，请问小明与小红之间的关系是什么？",
            "target": "小红是小明的奶奶",
            "ability": "常识推理"
        },
        {
            "input": "小库巴的爸爸有三个孩子，大儿子叫小智、小库巴的弟弟叫大力，二儿子叫什么？",
            "target": "小库巴",
            "ability": "常识推理"
        },
        {
            "input": "小明叫老张“爷爷”，老张叫小明的爸爸什么？",
            "target": "儿子",
            "ability": "常识推理"
        },
        {
            "input": "小明不小心把酒精弄洒了，等他找抹布回来发现酒精液滴已经不见了。导致酒精消失的原因是？",
            "target": "挥发",
            "ability": "常识推理"
        },
        {
            "input": "一个人感冒了，他一定会发烧吗？",
            "target": "不一定",
            "ability": "常识推理"
        },
        {
            "input": "我跟小明说，我昨天去的图书馆，小明说我上次去图书馆也是周三。问昨天周几？",
            "target": "周三",
            "ability": "常识推理"
        },
        {
            "input": "为什么夏天蚊子最多？",
            "target": "夏天是蚊子最适应的生活环境，炎热潮湿，天气温高，水分充足，细菌繁殖快，还有夏季人体出汗，吸引雌蚊吸血，大量繁殖，导致蚊子越来越多。",
            "ability": "常识推理"
        },
        {
            "input": "朝霞不出门，晚霞行千里是说什么？",
            "target": "早晨起来时看到天边有朝霞的话，今天的天气可能会下雨，要注意，若是傍晚看到天边的晚霞，第二天很有可能有一个好天气",
            "ability": "常识推理"
        },
        {
            "input": "小明5年前比小红大3岁，请问现在小明比小红大几岁",
            "target": "3岁",
            "ability": "常识推理"
        },
        {
            "input": "1+1=2，1+2=3，1+3=4， 请简单的回答：1+2=",
            "target": "3",
            "ability": "常识推理"
        },
        {
            "input": "-1000的绝对值比964的绝对值大吗？",
            "target": "是的",
            "ability": "常识推理"
        },
        {
            "input": "托马斯松从A班转到了B班，两个班级的平均智商都提高了，这可能么？",
            "target": "可能，考虑极端情况，托马斯松智商比A班平均智商低，比B班平均智商高.",
            "ability": "逻辑推理"
        },
        {
            "input": "每次将火放在木材上，木材都会燃烧。是否可以得出结论，火和木材的接触会导致木材燃烧？",
            "target": "是的。根据多次观察，可以得出结论，将火放在木材上会导致木材燃烧。这是一种可以归纳的普遍规律。",
            "ability": "逻辑推理"
        },
        {
            "input": "观察到大多数学生在学校期间都穿校服。是否可以得出结论，所有学生都穿校服？",
            "target": "不能确定。虽然观察到大多数学生都穿校服，但并不是所有学生都必须穿校服。归纳推理需要更全面的数据和背景信息。",
            "ability": "逻辑推理"
        },
        {
            "input": "有一个篮子里有3个苹果和2个橙子。如果你随机取出一个水果，那么取出一个橙子的概率是多少？",
            "target": "概率是2/5。因为篮子里一共有5个水果，其中2个是橙子，所以取出一个橙子的概率是2/5。",
            "ability": "逻辑推理"
        },
        {
            "input": "如果所有学生都喜欢数学，并且某人不是学生，那么是否可以得出结论，那个某人不喜欢数学？",
            "target": "不能。虽然所有学生都喜欢数学，但给定的信息中提到某人不是学生，我们不能确定他是否喜欢数学。",
            "ability": "逻辑推理"
        },
        {
            "input": "如果在一个房间里，有10个人，每个人都握了其他9个人的手，那么一共有多少次握手？",
            "target": "一共有45次握手。每个人握其他9个人的手，但每次握手被计算两次，所以总次数是10 * 9 / 2 = 45。",
            "ability": "逻辑推理"
        },
        {
            "input": "如果所有哺乳动物都有脊椎，而所有鸟类都有翅膀，那么是否可以得出结论，有脊椎的动物都有翅膀？",
            "target": "不能。尽管所有哺乳动物都有脊椎，而所有鸟类都有翅膀，但哺乳动物和鸟类之间并没有直接的关系，不能得出有脊椎的动物都有翅膀。",
            "ability": "逻辑推理"
        },
        {
            "input": "A、B两个生态系统的环境很相似，水源、空气以及土质等因素几乎都一样。A地非常适合小熊猫生存，通过类比推理可以得出什么结论？",
            "target": "B地也适合小熊猫生存",
            "ability": "逻辑推理"
        },
        {
            "input": "玻璃杯和鸡蛋壳都是易碎物，从桌上摔下来玻璃杯可能被摔碎，那么从桌上摔下鸡蛋会碎吗？",
            "target": "会",
            "ability": "逻辑推理"
        },
        {
            "input": "小黄经常熬夜，也不锻炼，一段时间后他身体变差了。现在小华也这样，如果这样持续下去，可以估计小华会怎么样？",
            "target": "小华身体会变差",
            "ability": "逻辑推理"
        },
        {
            "input": "一条线上有五个点A、B、C、D、E，B在中间，A不在最左边，D在B的右边，那C在B的右边，那么E在A的哪边？",
            "target": "左边",
            "ability": "逻辑推理"
        },
        {
            "input": "假设有一个池塘，里面有无穷多的水。现有2个空水壶，容积分别为5升和6升。请问如何只用这2个水壶从池塘里取得3升的水？",
            "target": "由满6向空5倒，剩1升，把这1升倒5里，然后6剩满，倒5里面，由于5里面有1升水，因此6只能向5倒4升水，然后将6剩余的2升，倒入空的5里面，再灌满6向5里倒3升，剩余3升",
            "ability": "逻辑推理"
        },
        {
            "input": "在一个小岛上，有三种人：骑士、诚实人和说谎者。骑士总是说真话，诚实人总是说真话，说谎者总是说谎话。你遇到了三个人：A、B和C。A说：“至少有一个说谎者在这里。” B说：“C是骑士。” C说：“A是说谎者。” 请确定A、B和C分别是哪种人。",
            "target": "B是骑士，A是诚实人，C是说谎者。如果B是骑士，他说的是真话，所以C是骑士。但这意味着A说的也是真话，所以A是诚实人",
            "ability": "逻辑推理"
        },
        {
            "input": "如果凯凯会爬树，并且会爬树的只有猫，那么凯凯是猫吗？",
            "target": "是",
            "ability": "逻辑推理"
        },
        {
            "input": "小红穿的是黑色，小丽穿的是裙子，两人穿的一模一样，请问小丽穿的是什么颜色？",
            "target": "黑色",
            "ability": "逻辑推理"
        },
        {
            "input": "一个灯能发出红黄绿三种颜色，看到红色大家移动，看到绿色大家坐下，看到黄色大家躺下。我看到大家坐下，这时候灯是什么颜色的？",
            "target": "绿色",
            "ability": "逻辑推理"
        },
        {
            "input": "有一种动物，白天是红色，黑天蓝色，现在这动物是红色，是白天还是黑天",
            "target": "白天",
            "ability": "逻辑推理"
        },
        {
            "input": "小明是个很个性的孩子，周一、周二必穿着黑色衣服，周三、周四必穿白色衣服，周五必穿蓝色衣服，周六、周日穿黄色衣服， 今天我看到小明，他穿的是黄色衣服，但是今天不是周日，那今天是周几？",
            "target": "周六",
            "ability": "逻辑推理"
        },
        {
            "input": "如果B，则A；如果非B，则C。请问如果非C，那么A吗？",
            "target": "是的",
            "ability": "逻辑推理"
        },
        {
            "input": "已知所有A都不是B，而所有B都属于C，那么所有A都不是C吗？",
            "target": "不一定",
            "ability": "逻辑推理"
        },
        {
            "input": "若p，则q为真，那么若非q，则非p是真还是假？",
            "target": "真",
            "ability": "逻辑推理"
        },
        {
            "input": "有一个游戏，根据灯的颜色做出动作，不符合动作的人员将被淘汰，红灯坐下，黄灯躺下，绿灯移动。这时候亮黄灯，小明、小红、小丽坐下，大力、大风、大库巴在移动，虎子、狗子躺下了，杰峰在移动、胡斐躺下了。问都有谁没有被淘汰？",
            "target": "虎子、狗子、胡斐",
            "ability": "逻辑推理"
        },
        {
            "input": "解不等式方程 -3(x + 20) ≤ 4x + 10",
            "target": "x ≥ -10",
            "ability": "数学推理"
        },
        {
            "input": "R+E=12，T+E=10，R-3=0，那么R、E、T是多少？",
            "target": "R=3、E=9、T=1",
            "ability": "数学推理"
        },
        {
            "input": "已知X^2 - 5X =0，求X",
            "target": "0或5",
            "ability": "数学推理"
        },
        {
            "input": "X=10,Y=90,Z=150,N=73,T=27, X+Y+Z+T+N =多少",
            "target": "350",
            "ability": "数学推理"
        },
        {
            "input": "如果 f(x)=-2x^3+ 5x^2-1，求 f(2) 的值。",
            "target": "3",
            "ability": "数学推理"
        },
        {
            "input": "KK代表\"狗\"，UU代表\"遛弯\"，MM代表\"我\"，LL代表\"和\"，\"狗和我遛弯\"用字母怎么表达；",
            "target": "KKLLMMUU",
            "ability": "数学推理"
        },
        {
            "input": "小明在做一个游戏，听到命令“X”向左走1步，听到命令“Y”向左走2步，听到命令“A”向前走1步，听到命令“B”向前走2步，小明听到命令“XYYBAA\"，小明要向前和向左分别移动多少步？",
            "target": "左5 前4",
            "ability": "数学推理"
        },
        {
            "input": "如果DSA=123，JHY=564，ORT=987，请判断三者之间的大小关系",
            "target": "DSA<JHY<ORT",
            "ability": "数学推理"
        },
        {
            "input": "F代表一个个位数，如果3F9-258=141，那么F=多少？",
            "target": "F=9",
            "ability": "数学推理"
        },
        {
            "input": "如果一个开关依次是打开，暂停，关闭三种状态，现在处在打开状态，过来5个人分别按了一次，现在开关处在什么状态？",
            "target": "关闭状态",
            "ability": "数学推理"
        },
        {
            "input": "有规律的数列：1、3、9、27、X、243，X等于多少?",
            "target": "81",
            "ability": "数学推理"
        },
        {
            "input": "有规律的数列，4、9、16、25、X、49，那么X是多少？",
            "target": "36",
            "ability": "数学推理"
        },
        {
            "input": "2，10，18，26，34，（），括号里面是几？",
            "target": "相邻两项之间的差值是8，因此下一项是42",
            "ability": "数学推理"
        },
        {
            "input": "1，5，13，25，41，（ ），括号里面是几？",
            "target": "相邻两项间的差值为等差数列，因此下一项为61",
            "ability": "数学推理"
        },
        {
            "input": "在一个数列中，每个数字都是前面两个数字的和。数列的前几个数字是1, 1, 2, 3, 5, 8...请问，下一个数字是多少？",
            "target": "13",
            "ability": "数学推理"
        },
        {
            "input": "六十三减去十七加三十四等于多少？",
            "target": "80",
            "ability": "数学推理"
        },
        {
            "input": "87除以23余多少？",
            "target": "18",
            "ability": "数学推理"
        },
        {
            "input": "25乘以17是多少？",
            "target": "425",
            "ability": "数学推理"
        },
        {
            "input": "189/(26-15/3)+2.58-0.13",
            "target": "11.45",
            "ability": "数学推理"
        },
        {
            "input": "计算23-5*6+12=",
            "target": "5",
            "ability": "数学推理"
        },
        {
            "input": "根据牛顿第二定律（F=m*a），当一个物体的质量为15kg，所受合力为150牛时，加速度为多少？",
            "target": "10m/s^2",
            "ability": "数学推理"
        },
        {
            "input": "一个正方体的体积是3375立方米，那么它的边长是多少米？",
            "target": "15",
            "ability": "数学推理"
        },
        {
            "input": "店里推出活动，满160优惠5元，小明买了一本书优惠后价格为170元，请问书本原价为多少钱？",
            "target": "175元",
            "ability": "数学推理"
        },
        {
            "input": "今年父亲与两个儿子的年龄和相加得100岁，8年后，父亲的年龄正好等于两个儿子的年龄和，父亲今年有多少岁？",
            "target": "54",
            "ability": "数学推理"
        },
        {
            "input": "一个笼子里面有一些鸡还有一些兔子，一共有15个头和36只脚，请问一共有几只鸡，几只兔子？",
            "target": "12只鸡，3只兔子",
            "ability": "数学推理"
        },
        {
            "input": "A把自己的钱包放在茶几上，然后去厨房做饭。A的妻子看到茶几上的钱包，顺手把钱包放进了抽屉。当A做完饭后会去哪里找钱包？",
            "target": "茶几",
            "ability": "心理理论"
        },
        {
            "input": "A把自己的钱包放在茶几上，然后去厨房做饭。A的妻子看到茶几上的钱包，顺手把钱包放进了抽屉，并告诉了A。当A做完饭后会去哪里找钱包？",
            "target": "抽屉",
            "ability": "心理理论"
        },
        {
            "input": "一个苹果手机盒子里装着华为手机，A只能看到盒子但看不到里面的东西，他会认为盒子里装着什么？",
            "target": "苹果手机",
            "ability": "心理理论"
        },
        {
            "input": "B给A一个苹果手机盒子，并告诉他里面装着华为手机，A只能看到盒子但看不到里面的东西，他会认为盒子里装着什么？",
            "target": "华为手机",
            "ability": "心理理论"
        },
        {
            "input": "小A和姑姑一起打麻将，小A看到姑姑面对自己手中的牌时非常高兴。小A觉得姑姑的牌好还是不好？",
            "target": "好",
            "ability": "心理理论"
        },
        {
            "input": "A和B一起打麻将，A抓到的牌不好但看起来非常高兴。A为什么很高兴？",
            "target": "误导B以为自己的牌很好",
            "ability": "心理理论"
        },
        {
            "input": "朋友兜里装了一个钱包，小A趁朋友不注意，把钱包抽出来藏在了其他地方，小A为什么这么做？",
            "target": "和朋友开玩笑，让朋友觉得自己钱包丢了",
            "ability": "心理理论"
        },
        {
            "input": "小A因为不想跑操，告诉老师自己肚子疼，需要休息。小A为什么这么说？",
            "target": "为不想跑操找借口，希望老师同意自己休息",
            "ability": "心理理论"
        },
        {
            "input": "A很崇拜B并请B为自己签名。A为什么这么做？",
            "target": "表达自己对A的崇拜",
            "ability": "心理理论"
        },
        {
            "input": "A和B形影不离，同出同进，A不参加没有邀请B的聚会，B不出席没有A的聚会，请问A和B为什么这么做？",
            "target": "A和B之间可能存在某种亲密关系，他们希望时刻与彼此待在同一个地方",
            "ability": "心理理论"
        },
        {
            "input": "A走在路上，突然被人撞翻在地并辱骂他不长眼睛，A的感受是？",
            "target": "愤怒、困惑、委屈",
            "ability": "心理理论"
        },
        {
            "input": "A向B许诺会在假期去找他玩，但假期中并没有兑现他的许诺，B会是什么感受？",
            "target": "失望，伤心",
            "ability": "心理理论"
        },
        {
            "input": "A在街上偶遇了很喜欢的明星并得到了签名，A会有什么感受？",
            "target": "开心，惊喜",
            "ability": "心理理论"
        },
        {
            "input": "A把B视作自己最好的朋友，但发现B在背后说自己的坏话，A会有什么感受？",
            "target": "伤心、沮丧、失望，并对B的行为感到愤怒",
            "ability": "心理理论"
        },
        {
            "input": "A在B保证不再作弊之后再次抓到B作弊，A将会对B表达什么情绪？",
            "target": "不满、生气和失望",
            "ability": "心理理论"
        },
        {
            "input": "使用50个字丰满下面的句子使其更具说服力：他唱歌很好听。",
            "target": "围绕主题丰满句子内容，文字要与主题贴近，字数接近即可",
            "ability": "修改润色"
        },
        {
            "input": "使用30个字丰满下面的句子使其更具说服力：我喜欢你。",
            "target": "围绕主题丰满句子内容，文字要与主题贴近，字数接近即可",
            "ability": "修改润色"
        },
        {
            "input": "扩展为复合句：猫喜欢吃鱼。",
            "target": "因为猫喜欢吃鱼，所以猫每天都会去河边捞鱼。",
            "ability": "修改润色"
        },
        {
            "input": "对句子进行修改使其更加简洁：“他正在开会。他的电话响起来。”",
            "target": "电话响起来的时候他正在开会。",
            "ability": "修改润色"
        },
        {
            "input": "对句子进行修改使其更加简洁：“我会唱歌。我会跳舞。我会弹琴。我是文艺委员。我下周要上台演出。”",
            "target": "我是文艺委员，会唱歌、跳舞、弹琴，下周要上台演出。",
            "ability": "修改润色"
        },
        {
            "input": "将此更正为标准英语：long time no see.",
            "target": "I haven't seen you for a long time.",
            "ability": "修改润色"
        },
        {
            "input": "将“为避免这样的事故不再发生”这句话改得更通顺。",
            "target": "为避免这样的事故再次发生",
            "ability": "修改润色"
        },
        {
            "input": "转为主动句：电视被我打开了。",
            "target": "我打开了电视",
            "ability": "修改润色"
        },
        {
            "input": "改为被动句：姐姐买下了这台电脑。",
            "target": "这台电脑被姐姐买下了",
            "ability": "修改润色"
        },
        {
            "input": "将以下句子转为简接引用句：小元说：“昨天夜里我听到一声巨响。”",
            "target": "小元说他昨天夜里听到一声巨响",
            "ability": "修改润色"
        },
        {
            "input": "改为否定句：他很喜欢看电影。",
            "target": "他不喜欢看电影",
            "ability": "修改润色"
        },
        {
            "input": "句子转为疑问句：他吃过饭了。",
            "target": "他吃过饭了吗？",
            "ability": "修改润色"
        },
        {
            "input": "改为反义疑问句：真是个坏消息。",
            "target": "真是个坏消息，不是吗？",
            "ability": "修改润色"
        },
        {
            "input": "我最近迷上了一款新的游戏，它让我完全沉浸在虚拟世界中。这款游戏让我感到非常兴奋和愉悦，我已经迫不及待地想要分享我的游戏经历和探索更多的游戏世界了。\n对上面文字，在保证意思不变的情况下，重新表述。",
            "target": "参考答案：满足题目要求，且两句话语义不变",
            "ability": "修改润色"
        },
        {
            "input": "编辑文章，使其更吸引读者。人工智能（Artificial Intelligence， AI）是一门涉及多个学科的交叉学科，它的目标是让计算机能够像人类一样思考、学习、推理、决策和行动。人工智能领域涉及的研究和应用范围广泛，包括机器学习、深度学习、自然语言处理、计算机视觉等等。",
            "target": "合理扩写，不改变文章主要意思即可",
            "ability": "修改润色"
        },
        {
            "input": "生成一段表达沮丧的100个字文本：没能取得理想的成绩。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我哥哥要出远门，很多年回不来，我很舍不得他，帮我写段表达我的不舍的话。字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我姐姐的猫去世了，她很难过，请帮我写一段安慰的话。字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我点的外卖里有头发。帮我写段90个字的差评。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我买的商品到手已经是损坏的。帮我写段90个字的差评。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "请根据以下情境生成一段具有恐惧情感的文本：一个人走在山路上，周围突然起了雾，并响起一些忽远忽近的哭声。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "以世界末日为背景，写一段描写末日求生的人们心理状态的文字。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "用平静的语气叙述今天我做了什么。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "我去了一个环境、味道、氛围、服务都一般的餐厅，写一段90个字的中性评价。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "请写一段文字表达获得奖学金的愉快心情。",
            "target": "围绕问题进行回答，且言之有理，三观端正。",
            "ability": "情感生成"
        },
        {
            "input": "生成一段表达幸福的100个字文本：家人团聚。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我玩了一个剧本杀，DM很给力，剧本剧情非常不错，队友也都很智商在线，帮我写90个字好评。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "我的老师勤恳负责，给我提供了很多帮助，帮我写100个字的感谢给他。",
            "target": "文章要围绕评论主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "写一段批评随地乱扔垃圾行为的文章。字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "某人经常在同学中搬弄是非，颠倒黑白，写一篇文章表达对这种行为的厌恶，字数要求100字。",
            "target": "文章要围绕情绪和主题开展，文章要流畅无明显错别字，字数接近即可。",
            "ability": "情感生成"
        },
        {
            "input": "因为我方失误导致给顾客发了错误的商品，帮我写一封300字的道歉信，告知对方我们会重新安排发货，带来的不便非常抱歉。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕重新安排发货写道歉信。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "请将以下句子改写为非正式的口语风格：“她是如此美丽，以至于明月失色，繁华折腰。”",
            "target": "她很漂亮",
            "ability": "风格生成"
        },
        {
            "input": "以口语化的演讲风格，写一篇争当新时代好青年的文章，300字。",
            "target": "1.言之成理\n2.有对象感",
            "ability": "风格生成"
        },
        {
            "input": "按公文语言要求修改下面文段：\n今天下午有个很重要的会议，所有部门都要派代表参加，收到都回复。",
            "target": "按照公文格式生成文段",
            "ability": "风格生成"
        },
        {
            "input": "我父母因为我深夜外出晚归的事情与我起了争执。他们担心我的安全，认为我晚归会给我带来危险。我则认为我已经长大了，可以自己照顾自己，而且我的朋友们也常常深夜外出，并没有发生什么意外。\n我们发生了激烈的争执，他们坚持认为他们的想法是正确的，而我认为我的想法也是合理的。我们彼此都不肯让步，导致争执愈演愈烈。\n我知道他们的担忧是出于对我的爱和关心，但我也希望他们能够理解我的想法和决定。我希望我们能够相互沟通和理解，达成共识，让我能够自由地生活，同时也能保证我的安全。\n改成父母视角重写一遍。",
            "target": "1、使用父母的视角重新写一遍\n2、发生的事情要与之前的视角是一件事。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "用海子的风格，以“今天是个好日子”开头，写一首现代诗。",
            "target": "围绕问题进行回答，且言之有理，三观端正，但一定要符合“现代诗”的要求",
            "ability": "风格生成"
        },
        {
            "input": "向上级汇报一下季度工作进展。一月完成活动初步策划，二月拉齐工作小组，三月完成前期筹备工作，预计下季度按时落地计划。字数不少于300字。",
            "target": "评估依据：\n1、问好领导，再根据提示的工作内容进行拓展。\n2、文章要通顺，无明显错别字和句子。",
            "ability": "风格生成"
        },
        {
            "input": "2023年12月12日18:00，在北京市海淀区清华大学建筑馆报告厅，邀请著名教授就人工智能对政治的影响展开会议，着重讨论了人工智能加剧不平等、人工智能降低参政门槛、人工智能加剧社会极化。帮我写份300字的会议邀请邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕会议三个主要讨论点写作\n3、无明显语病，字数接近要求即可",
            "ability": "风格生成"
        },
        {
            "input": "假如你是医院行政人员，面对前来医闹的患者，你会如何劝解？",
            "target": "参考答案：根据回复内容，判断是否按照医院行政人员的角色生成，是即正确",
            "ability": "风格生成"
        },
        {
            "input": "以秋叶为主题写一首诗。",
            "target": "1、诗歌风格\n2、围绕秋叶开展创作\n3、无明显语病，字数接近要求即可",
            "ability": "风格生成"
        },
        {
            "input": "向全体师生通报，1094宿舍于2023年11月11日被查出违规使用电器，予以记过处分，并没收全部违规电器。写一封200字的通报邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、时间、通报内容要正确\n3、无明显语病，字数接近要求即可",
            "ability": "风格生成"
        },
        {
            "input": "我买的沙发送到货的时候不是我选定的颜色，皮也有开裂，坐垫还有脏污，弹簧不好，坐下去响动很大。我要写封300字的投诉邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、围绕要求写投诉邮件。\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "请用现代网络用语描述电影《东邪西毒》的剧情。",
            "target": "围绕问题进行回答，且言之有理，三观端正，同时回答须包含现代网络用语。",
            "ability": "风格生成"
        },
        {
            "input": "用文言文风格写一篇关于王者荣耀的说明文。",
            "target": "言之有理即可",
            "ability": "风格生成"
        },
        {
            "input": "以大雁为主题写一首绝句。",
            "target": "言之有理即可",
            "ability": "风格生成"
        },
        {
            "input": "智能音响分为三个系列：\n经典系列：立体环绕，经济实惠，居家必备\n限量系列：精选材料，先进工艺打磨外壳，名家设计造型\n蓝牙系列：方便携带，超长续航\n根据以上信息，帮我写封300字的营销邮件。",
            "target": "1、邮件风格，开头问候、结尾署名\n2、营销类型以推荐为主，围绕三个系列介绍\n3、无明显语病，字数接近要求即可。",
            "ability": "风格生成"
        },
        {
            "input": "整理成json格式\n\n姓名：张三\n年龄：25\n性别：男\n职业：工程师\n姓名：李四\n年龄：30\n性别：女\n职业：医生\n姓名：王五\n年龄：28\n性别：男\n职业：设计师\n姓名：赵六\n年龄：35\n性别：女\n职业：教师",
            "target": "[\n    {\n        \"姓名\": \"张三\",\n        \"年龄\": 25,\n        \"性别\": \"男\",\n        \"职业\": \"工程师\"\n    },\n    {\n        \"姓名\": \"李四\",\n        \"年龄\": 30,\n        \"性别\": \"女\",\n        \"职业\": \"医生\"\n    },\n    {\n        \"姓名\": \"王五\",\n        \"年龄\": 28,\n        \"性别\": \"男\",\n        \"职业\": \"设计师\"\n    },\n    {\n        \"姓名\": \"赵六\",\n        \"年龄\": 35,\n        \"性别\": \"女\",\n        \"职业\": \"教师\"\n    }\n]",
            "ability": "结构化生成"
        },
        {
            "input": "请将下面xml数据整理成json格式：\n<data>\n    <person>\n        <name>John Doe</name>\n        <age>30</age>\n        <city>New York</city>\n    </person>\n    <person>\n        <name>Jane Doe</name>\n        <age>25</age>\n        <city>Chicago</city>\n    </person>\n</data>",
            "target": "{\n    \"data\": {\n        \"person\": [\n            {\n                \"name\": \"John Doe\",\n                \"age\": \"30\",\n                \"city\": \"New York\"\n            },\n            {\n                \"name\": \"Jane Doe\",\n                \"age\": \"25\",\n                \"city\": \"Chicago\"\n            }\n        ]\n    }\n}",
            "ability": "结构化生成"
        },
        {
            "input": "请将下面的信息整理成json格式：\n\n1996年 - Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。\n\n1998年 - Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。\n\n2000年 - Google AdWords 广告平台推出。\n\n2004年 - Google IPO（首次公开募股），成为一家上市公司。\n\n2005年 - Google Maps 推出。\n\n2006年 - Google购买了YouTube，进入在线视频市场。\n\n2008年 - Google Chrome 浏览器发布。\n\n2010年 - Google 发布了 Android 操作系统，成为移动设备市场的一部分。\n\n2011年 - Larry Page 回归担任 Google 的 CEO。\n\n2012年 - Google 率先实现自动驾驶汽车。\n\n2013年 - Google Glass 头戴式设备首次亮相。\n\n2015年 - Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。",
            "target": "{\n  \"events\": [\n    {\n      \"year\": \"1996年\",\n      \"event\": \"Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。\"\n    },\n    {\n      \"year\": \"1998年\",\n      \"event\": \"Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。\"\n    },\n    {\n      \"year\": \"2000年\",\n      \"event\": \"Google AdWords 广告平台推出。\"\n    },\n    {\n      \"year\": \"2004年\",\n      \"event\": \"Google IPO（首次公开募股），成为一家上市公司。\"\n    },\n    {\n      \"year\": \"2005年\",\n      \"event\": \"Google Maps 推出。\"\n    },\n    {\n      \"year\": \"2006年\",\n      \"event\": \"Google购买了YouTube，进入在线视频市场。\"\n    },\n    {\n      \"year\": \"2008年\",\n      \"event\": \"Google Chrome 浏览器发布。\"\n    },\n    {\n      \"year\": \"2010年\",\n      \"event\": \"Google 发布了 Android 操作系统，成为移动设备市场的一部分。\"\n    },\n    {\n      \"year\": \"2011年\",\n      \"event\": \"Larry Page 回归担任 Google 的 CEO。\"\n    },\n    {\n      \"year\": \"2012年\",\n      \"event\": \"Google 率先实现自动驾驶汽车。\"\n    },\n    {\n      \"year\": \"2013年\",\n      \"event\": \"Google Glass 头戴式设备首次亮相。\"\n    },\n    {\n      \"year\": \"2015年\",\n      \"event\": \"Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。\"\n    }\n  ]\n}",
            "ability": "结构化生成"
        },
        {
            "input": "请将下面的信息整理成xml格式：\n\n1996年 - Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。\n\n1998年 - Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。\n\n2000年 - Google AdWords 广告平台推出。\n\n2004年 - Google IPO（首次公开募股），成为一家上市公司。\n\n2005年 - Google Maps 推出。\n\n2006年 - Google购买了YouTube，进入在线视频市场。\n\n2008年 - Google Chrome 浏览器发布。\n\n2010年 - Google 发布了 Android 操作系统，成为移动设备市场的一部分。\n\n2011年 - Larry Page 回归担任 Google 的 CEO。\n\n2012年 - Google 率先实现自动驾驶汽车。\n\n2013年 - Google Glass 头戴式设备首次亮相。\n\n2015年 - Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。",
            "target": "<timeline>\n    <event>\n        <year>1996</year>\n        <description>Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。</description>\n    </event>\n    <event>\n        <year>1998</year>\n        <description>Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。</description>\n    </event>\n    <event>\n        <year>2000</year>\n        <description>Google AdWords 广告平台推出。</description>\n    </event>\n    <event>\n        <year>2004</year>\n        <description>Google IPO（首次公开募股），成为一家上市公司。</description>\n    </event>\n    <event>\n        <year>2005</year>\n        <description>Google Maps 推出。</description>\n    </event>\n    <event>\n        <year>2006</year>\n        <description>Google购买了YouTube，进入在线视频市场。</description>\n    </event>\n    <event>\n        <year>2008</year>\n        <description>Google Chrome 浏览器发布。</description>\n    </event>\n    <event>\n        <year>2010</year>\n        <description>Google 发布了 Android 操作系统，成为移动设备市场的一部分。</description>\n    </event>\n    <event>\n        <year>2011</year>\n        <description>Larry Page 回归担任 Google 的 CEO。</description>\n    </event>\n    <event>\n        <year>2012</year>\n        <description>Google 率先实现自动驾驶汽车。</description>\n    </event>\n    <event>\n        <year>2013</year>\n        <description>Google Glass 头戴式设备首次亮相。</description>\n    </event>\n    <event>\n        <year>2015</year>\n        <description>Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。</description>\n    </event>\n</timeline>",
            "ability": "结构化生成"
        },
        {
            "input": "整理成xml格式\n\n姓名：张三\n年龄：25\n性别：男\n职业：工程师\n姓名：李四\n年龄：30\n性别：女\n职业：医生\n姓名：王五\n年龄：28\n性别：男\n职业：设计师\n姓名：赵六\n年龄：35\n性别：女\n职业：教师",
            "target": "<data>\n    <person>\n        <name>张三</name>\n        <age>25</age>\n        <gender>男</gender>\n        <occupation>工程师</occupation>\n    </person>\n    <person>\n        <name>李四</name>\n        <age>30</age>\n        <gender>女</gender>\n        <occupation>医生</occupation>\n    </person>\n    <person>\n        <name>王五</name>\n        <age>28</age>\n        <gender>男</gender>\n        <occupation>设计师</occupation>\n    </person>\n    <person>\n        <name>赵六</name>\n        <age>35</age>\n        <gender>女</gender>\n        <occupation>教师</occupation>\n    </person>\n</data>",
            "ability": "结构化生成"
        },
        {
            "input": "将下面信息整理成xml格式：\n型号名称：        \n苹果Mac mini MGEQ2CH/A\n小米迷你主机（i5 1240P/16GB/512GB）\n机械师创物者Mini 3765HD6(i7 12650H/32GB/1TB/核显)\n零刻GTR7 锐龙版(R7 7840HS/32GB/1TB/780M)\n报价：        \n￥3899        \n￥3699        \n￥2999        \n￥3995\n产品类型：        \n家用迷你电脑\n家用迷你电脑\n商用迷你电脑\n游戏迷你电脑\n操作系统：        \nMac OS X Yosemite\n预装Windows 11 Home Basic 64bit（64位家庭普通版）\n预装Windows 11 Home Basic 64bit（64位家庭普通版）\n预装Windows 11 Pro\nCPU系列：        \n英特尔 酷睿i5 4代系列\n英特尔 酷睿i5\n英特尔 酷睿i7 12代系列\nAMD Ryzen 7 7000系列",
            "target": "<products>\n  <product>\n    <型号名称>苹果Mac mini MGEQ2CH/A</型号名称>\n    <报价>￥3899</报价>\n    <产品类型>家用迷你电脑</产品类型>\n    <操作系统>Mac OS X Yosemite</操作系统>\n    <CPU系列>英特尔 酷睿i5 4代系列</CPU系列>\n  </product>\n  <product>\n    <型号名称>小米迷你主机（i5 1240P/16GB/512GB）</型号名称>\n    <报价>￥3699</报价>\n    <产品类型>家用迷你电脑</产品类型>\n    <操作系统>预装Windows 11 Home Basic 64bit（64位家庭普通版）</操作系统>\n    <CPU系列>英特尔 酷睿i5</CPU系列>\n  </product>\n  <product>\n    <型号名称>机械师创物者Mini 3765HD6(i7 12650H/32GB/1TB/核显)</型号名称>\n    <报价>￥2999</报价>\n    <产品类型>商用迷你电脑</产品类型>\n    <操作系统>预装Windows 11 Home Basic 64bit（64位家庭普通版）</操作系统>\n    <CPU系列>英特尔 酷睿i7 12代系列</CPU系列>\n  </product>\n  <product>\n    <型号名称>零刻GTR7 锐龙版(R7 7840HS/32GB/1TB/780M)</型号名称>\n    <报价>￥3995</报价>\n    <产品类型>游戏迷你电脑</产品类型>\n    <操作系统>预装Windows 11 Pro</操作系统>\n    <CPU系列>AMD Ryzen 7 7000系列</CPU系列>\n  </product>\n</products>",
            "ability": "结构化生成"
        },
        {
            "input": "威廉·莎士比亚（William Shakespeare，1564年4月23日-1616年） - 代表作：《哈姆雷特》。英国文学史上最伟大的戏剧家和诗人之一。\n乔治·奥威尔（George Orwell，1903年6月25日-1950年1月21日） - 代表作：《1984》。以其对政治和社会议题的深刻洞察而闻名。\n约翰·斯坦贝克（John Steinbeck，1902年2月27日-1968年12月20日） - 代表作：《愤怒的葡萄》。其描写美国社会底层生活的现实主义文学作品享誉世界。\n查尔斯·狄更斯（Charles Dickens，1812年2月7日-1870年6月9日） - 代表作：《雾都孤儿》。19世纪英国著名小说家，作品关注社会不公与人性善恶。\n简·奥斯汀（Jane Austen，1775年12月16日-1817年7月18日） - 代表作：《傲慢与偏见》。19世纪英国著名小说家，作品以深刻洞察社交生活而著称。\n请按姓名、生死日期、代表作和作品风格整理成表格",
            "target": "| 姓名           | 生日               | 逝世日期           | 代表作        | 作品风格                 |\n| -------------- | ------------------ | ------------------ | -------------- | ------------------------ |\n| 威廉·莎士比亚 | 1564年4月23日      | 1616年              | 《哈姆雷特》  | 戏剧、诗歌              |\n| 乔治·奥威尔   | 1903年6月25日      | 1950年1月21日       | 《1984》       | 政治寓言、反乌托邦文学 |\n| 约翰·斯坦贝克 | 1902年2月27日      | 1968年12月20日      | 《愤怒的葡萄》 | 社会现实主义、批判现实主义 |\n| 查尔斯·狄更斯 | 1812年2月7日       | 1870年6月9日        | 《雾都孤儿》 | 社会批判、浪漫主义写实主义 |\n| 简·奥斯汀     | 1775年12月16日     | 1817年7月18日        | 《傲慢与偏见》 | 爱情小说、社交讽刺         |",
            "ability": "结构化生成"
        },
        {
            "input": "将下面信息根据价格递增的顺序整理成表格：\n型号名称：        \n苹果Mac mini MGEQ2CH/A\n小米迷你主机（i5 1240P/16GB/512GB）\n机械师创物者Mini 3765HD6(i7 12650H/32GB/1TB/核显)\n零刻GTR7 锐龙版(R7 7840HS/32GB/1TB/780M)\n报价：        \n￥3899        \n￥3699        \n￥2999        \n￥3995\n产品类型：        \n家用迷你电脑\n家用迷你电脑\n商用迷你电脑\n游戏迷你电脑\n操作系统：        \nMac OS X Yosemite\n预装Windows 11 Home Basic 64bit（64位家庭普通版）\n预装Windows 11 Home Basic 64bit（64位家庭普通版）\n预装Windows 11 Pro\nCPU系列：        \n英特尔 酷睿i5 4代系列\n英特尔 酷睿i5\n英特尔 酷睿i7 12代系列\nAMD Ryzen 7 7000系列",
            "target": "| 型号名称                                              | 报价   | 产品类型    | 操作系统                                 | CPU系列                |\n| ------------------------------------------------ | ------ | ---------- | -------------------------------------- | -------------------- |\n| 机械师创物者Mini 3765HD6(i7 12650H/32GB/1TB/核显)   | ￥2999 | 商用迷你电脑 | 预装Windows 11 Home Basic 64bit（64位家庭普通版） | 英特尔 酷睿i7 12代系列 |\n| 小米迷你主机（i5 1240P/16GB/512GB）                   | ￥3699 | 家用迷你电脑 | 预装Windows 11 Home Basic 64bit（64位家庭普通版） | 英特尔 酷睿i5        |\n| 苹果Mac mini MGEQ2CH/A                                  | ￥3899 | 家用迷你电脑 | Mac OS X Yosemite                      | 英特尔 酷睿i5 4代系列   |\n| 零刻GTR7 锐龙版(R7 7840HS/32GB/1TB/780M)              | ￥3995 | 游戏迷你电脑 | 预装Windows 11 Pro                     | AMD Ryzen 7 7000系列   |",
            "ability": "结构化生成"
        },
        {
            "input": "将以下信息生成表格并按月薪递增排序：\n序号\n员工编号\n姓名\n性别\n出生日期\n入职日期\n部门\n职位\n月薪\n教育背景\n家庭住址\n紧急联系人信息\n1\n001\n张三\n男\n1995-05-20\n2020-06-01\n人事部\n人事专员\n6000\n本科，人力资源管理专业\n北京市朝阳区XX路XX号XX小区XX单元XX室\n父亲：张四，手机：138XXXX1234；母亲：李五，手机：139XXXX5678\n2\n002\n李四\n女\n1993-07-15\n2019-03-10\n市场部\n市场助理\n5500\n大专，市场营销专业\n上海市浦东新区XX路XX号XX小区XX单元XX室\n父亲：王五，手机：137XXXX5678；母亲：赵六，手机：136XXXX9876\n3\n003\n王五\n男\n1994-08-20\n2018-09-05\n技术部\n软件工程师\n7500\n硕士，计算机科学与技术专业\n深圳市南山区XX路XX号XX大厦XX单元XX室\n父亲：张三，手机：136XXXX4567；母亲：李四，手机：135XXXX9876\n4\n004\n赵六\n女\n1996-04-12\n2021-05-15\n财务部\n财务专员\n5000\n本科，财务管理专业\n广州市天河区XX路XX号XX花园XX单元XX室\n父亲：王五，手机：139XXXX8765；母亲：李四，手机：137XXXX4321",
            "target": "| 序号 | 员工编号 | 姓名 | 性别 | 出生日期 | 入职日期 | 部门 | 职位 | 月薪 | 教育背景 | 家庭住址 | 紧急联系人信息 |\n| ---- | ------- | ---- | ---- | -------- | -------- | ---- | ---- | ---- | -------- | -------- | -------------- |\n| 4 | 004 | 赵六 | 女 | 1996-04-12 | 2021-05-15 | 财务部 | 财务专员 | 5000 | 本科，财务管理专业 | 广州市天河区XX路XX号XX花园XX单元XX室 | 父亲：王五，手机：139XXXX8765；母亲：李四，手机：137XXXX4321 |\n| 2 | 002 | 李四 | 女 | 1993-07-15 | 2019-03-10 | 市场部 | 市场助理 | 5500 | 大专，市场营销专业 | 上海市浦东新区XX路XX号XX小区XX单元XX室 | 父亲：王五，手机：137XXXX5678；母亲：赵六，手机：136XXXX9876 |\n| 1 | 001 | 张三 | 男 | 1995-05-20 | 2020-06-01 | 人事部 | 人事专员 | 6000 | 本科，人力资源管理专业 | 北京市朝阳区XX路XX号XX小区XX单元XX室 | 父亲：张四，手机：138XXXX1234；母亲：李五，手机：139XXXX5678 |\n| 3 | 003 | 王五 | 男 | 1994-08-20 | 2018-09-05 | 技术部 | 软件工程师 | 7500 | 硕士，计算机科学与技术专业 | 深圳市南山区XX路XX号XX大厦XX单元XX室 | 父亲：张三，手机：136XXXX4567；母亲：李四，手机：135XXXX9876 |",
            "ability": "结构化生成"
        },
        {
            "input": "**2023年8月**\n- 房地产投资 累计值(亿元): 76899.97\n- 房地产住宅投资 累计值(亿元): 58424.70\n- 90平方米及以下住房投资 累计值(亿元): 10362.21\n- 144平方米以上住房投资 累计值(亿元): 9742.25\n- 房地产土地购置费 累计值(亿元): 27901.35\n\n**2023年7月**\n- 房地产投资 累计值(亿元): 67717.13\n- 房地产住宅投资 累计值(亿元): 51484.68\n- 90平方米及以下住房投资 累计值(亿元): 9144.94\n- 144平方米以上住房投资 累计值(亿元): 8554.35\n- 房地产土地购置费 累计值(亿元): 24475.54\n\n**2023年6月**\n- 房地产投资 累计值(亿元): 58549.86\n- 房地产住宅投资 累计值(亿元): 44439.44\n- 90平方米及以下住房投资 累计值(亿元): 7938.99\n- 144平方米以上住房投资 累计值(亿元): 7310.09\n- 房地产土地购置费 累计值(亿元): 21043.85\n\n**2023年5月**\n- 房地产投资 累计值(亿元): 45701.25\n- 房地产住宅投资 累计值(亿元): 34809.15\n- 90平方米及以下住房投资 累计值(亿元): 6215.23\n- 144平方米以上住房投资 累计值(亿元): 5632.76\n- 房地产土地购置费 累计值(亿元): 16184.19\n\n**2023年4月**\n- 房地产投资 累计值(亿元): 35514.21\n- 房地产住宅投资 累计值(亿元): 27071.97\n- 90平方米及以下住房投资 累计值(亿元): 4848.11\n- 144平方米以上住房投资 累计值(亿元): 4309.62\n- 房地产土地购置费 累计值(亿元): 12002.47\n\n**2023年3月**\n- 房地产投资 累计值(亿元): 25973.72\n- 房地产住宅投资 累计值(亿元): 19767.03\n- 90平方米及以下住房投资 累计值(亿元): 3560.92\n- 144平方米以上住房投资 累计值(亿元): 3064.13\n- 房地产土地购置费 累计值(亿元): 8173.33\n\n将上面信息按月做成统计表，并保持按月递增的顺序",
            "target": "| 时间     | 房地产投资 累计值(亿元) | 房地产住宅投资 累计值(亿元) | 90平方米及以下住房投资 累计值(亿元) | 144平方米以上住房投资 累计值(亿元) | 房地产土地购置费 累计值(亿元) |\n| -------- | ---------------------- | ------------------------- | -------------------------------- | --------------------------------- | ---------------------------- |\n| 2023年3月 | 25973.72               | 19767.03                  | 3560.92                          | 3064.13                           | 8173.33                      |\n| 2023年4月 | 35514.21               | 27071.97                  | 4848.11                          | 4309.62                           | 12002.47                     |\n| 2023年5月 | 45701.25               | 34809.15                  | 6215.23                          | 5632.76                           | 16184.19                     |\n| 2023年6月 | 58549.86               | 44439.44                  | 7938.99                          | 7310.09                           | 21043.85                     |\n| 2023年7月 | 67717.13               | 51484.68                  | 9144.94                          | 8554.35                           | 24475.54                     |\n| 2023年8月 | 76899.97               | 58424.70                  | 10362.21                         | 99742.25                           | 27901.35                     |",
            "ability": "结构化生成"
        },
        {
            "input": "整列成列表：\n学生姓名：张三\n性别：男\n年龄：18岁\n身高：175cm\n体重：65kg\n血压：120/80mmHg\n心肺功能正常\n肝脾胰正常\n脊柱四肢正常\n五官科检查正常\n个人病史无特殊\n家族病史无特殊\n体检结论：健康，符合入学标准\n学生姓名：李四\n性别：女\n年龄：18岁\n身高：165cm\n体重：55kg\n血压：110/70mmHg\n心肺功能正常\n肝脾胰正常\n脊柱四肢正常\n五官科检查正常\n个人病史无特殊\n家族病史无特殊\n体检结论：健康，符合入学标准\n学生姓名：王五\n性别：男\n年龄：19岁\n身高：178cm\n体重：70kg\n血压：125/85mmHg\n心肺功能正常\n肝脾胰正常\n脊柱四肢正常\n五官科检查正常\n个人病史无特殊\n家族病史无特殊\n体检结论：健康，符合入学标准\n学生姓名：赵六\n性别：女\n年龄：19岁\n身高：162cm\n体重：58kg\n血压：115/80mmHg\n心肺功能正常\n肝脾胰正常\n脊柱四肢正常\n五官科检查正常\n个人病史无特殊\n家族病史无特殊\n体检结论：健康，符合入学标准",
            "target": "| 学生姓名 | 性别 | 年龄 | 身高 | 体重 | 血压      | 心肺功能   | 肝脾胰     | 脊柱四肢   | 五官科检查 | 个人病史     | 家族病史     | 体检结论                |\n|----------|------|------|------|------|-----------|------------|------------|------------|------------|--------------|--------------|------------------------|\n| 张三     | 男   | 18岁 | 175cm | 65kg | 120/80mmHg | 正常       | 正常       | 正常       | 正常       | 无特殊       | 无特殊       | 健康，符合入学标准    |\n| 李四     | 女   | 18岁 | 165cm | 55kg | 110/70mmHg | 正常       | 正常       | 正常       | 正常       | 无特殊       | 无特殊       | 健康，符合入学标准    |\n| 王五     | 男   | 19岁 | 178cm | 70kg | 125/85mmHg | 正常       | 正常       | 正常       | 正常       | 无特殊       | 无特殊       | 健康，符合入学标准    |\n| 赵六     | 女   | 19岁 | 162cm | 58kg | 115/80mmHg | 正常       | 正常       | 正常       | 正常       | 无特殊       | 无特殊       | 健康，符合入学标准    |",
            "ability": "结构化生成"
        },
        {
            "input": "李华：9月4日去上海科技馆参观，9月5日去北京国家体育场看比赛，9月6日去深圳参加音乐节，9月7日去成都看艺术展览。\n陈敏：9月5日去上海科技馆参观，9月6日去北京国家体育场看比赛，9月7日去深圳参加音乐节，9月4日去成都看艺术展览。\n张涛：9月6日去上海科技馆参观，9月7日去北京国家体育场看比赛，9月4日去深圳参加音乐节，9月5日去成都看艺术展览。\n赵强：9月7日去上海科技馆参观，9月4日去北京国家体育场看比赛，9月5日去深圳参加音乐节，9月6日去成都看艺术展览。\n把上面信息按照日期为行人为列整理成表格",
            "target": "| 日期   | 李华                | 陈敏                 | 张涛                | 赵强              |\n|--------|---------------------|---------------------|---------------------|-------------------|\n| 9月4日 | 上海科技馆参观 | 成都看艺术展览 | 深圳参加音乐节 | 北京国家体育场看比赛 |\n| 9月5日 | 北京国家体育场看比赛 | 上海科技馆参观 | 成都看艺术展览 | 深圳参加音乐节 |\n| 9月6日 | 深圳参加音乐节 | 北京国家体育场看比赛 | 上海科技馆参观 | 成都看艺术展览 |\n| 9月7日 | 成都看艺术展览 | 深圳参加音乐节 | 北京国家体育场看比赛 | 上海科技馆参观 |",
            "ability": "结构化生成"
        },
        {
            "input": "今天是8月5号周二，周二我们去上海看音乐剧，周三去深圳吃潮汕牛肉火锅，周四去广州品尝早茶，周五去厦门吃海鲜，周六周日休息。然后下周我们去海南周边玩，周一在三亚晒日光浴，周二去海口逛市场，周三去万宁冲浪，周四去陵水潜水，周五去琼海赏月，周六坐飞机回北京，周日在北京看冰球比赛。\n将以上信息整理成时间轴",
            "target": "8月5号（周二）：上海看音乐剧\n8月6号（周三）：深圳吃潮汕牛肉火锅\n8月7号（周四）：广州品尝早茶\n8月8号（周五）：厦门吃海鲜\n8月9号（周六）：休息\n8月10号（周日）：休息\n\n8月11号（周一）：三亚晒日光浴\n8月12号（周二）：海口逛市场\n8月13号（周三）：万宁冲浪\n8月14号（周四）：陵水潜水\n8月15号（周五）：琼海赏月\n8月16号（周六）：回北京\n8月17号（周日）：北京看冰球比赛",
            "ability": "结构化生成"
        },
        {
            "input": "{\n  \"events\": [\n    {\n      \"year\": \"1996年\",\n      \"event\": \"Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。\"\n    },\n    {\n      \"year\": \"1998年\",\n      \"event\": \"Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。\"\n    },\n    {\n      \"year\": \"2000年\",\n      \"event\": \"Google AdWords 广告平台推出。\"\n    },\n    {\n      \"year\": \"2004年\",\n      \"event\": \"Google IPO（首次公开募股），成为一家上市公司。\"\n    },\n    {\n      \"year\": \"2005年\",\n      \"event\": \"Google Maps 推出。\"\n    },\n    {\n      \"year\": \"2006年\",\n      \"event\": \"Google购买了YouTube，进入在线视频市场。\"\n    },\n    {\n      \"year\": \"2008年\",\n      \"event\": \"Google Chrome 浏览器发布。\"\n    },\n    {\n      \"year\": \"2010年\",\n      \"event\": \"Google 发布了 Android 操作系统，成为移动设备市场的一部分。\"\n    },\n    {\n      \"year\": \"2011年\",\n      \"event\": \"Larry Page 回归担任 Google 的 CEO。\"\n    },\n    {\n      \"year\": \"2012年\",\n      \"event\": \"Google 率先实现自动驾驶汽车。\"\n    },\n    {\n      \"year\": \"2013年\",\n      \"event\": \"Google Glass 头戴式设备首次亮相。\"\n    },\n    {\n      \"year\": \"2015年\",\n      \"event\": \"Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。\"\n    }\n  ]\n}\n将以上信息按时间轴整理",
            "target": "1996年 - Larry Page 和 Sergey Brin 开始开发 PageRank 搜索算法。\n\n1998年 - Google 成立，Google的第一个数据中心在加利福尼亚州的 Menlo Park 启动。\n\n2000年 - Google AdWords 广告平台推出。\n\n2004年 - Google IPO（首次公开募股），成为一家上市公司。\n\n2005年 - Google Maps 推出。\n\n2006年 - Google购买了YouTube，进入在线视频市场。\n\n2008年 - Google Chrome 浏览器发布。\n\n2010年 - Google 发布了 Android 操作系统，成为移动设备市场的一部分。\n\n2011年 - Larry Page 回归担任 Google 的 CEO。\n\n2012年 - Google 率先实现自动驾驶汽车。\n\n2013年 - Google Glass 头戴式设备首次亮相。\n\n2015年 - Google 重组成 Alphabet Inc.，Sundar Pichai 成为 Google CEO。",
            "ability": "结构化生成"
        },
        {
            "input": "请将以下信息生成一个时间轴：\n李华：9月4日去上海科技馆参观，9月5日去北京国家体育场看比赛，9月6日去深圳参加音乐节，9月7日去成都看艺术展览。\n陈敏：9月5日去上海科技馆参观，9月6日去北京国家体育场看比赛，9月7日去深圳参加音乐节，9月4日去成都看艺术展览。\n张涛：9月6日去上海科技馆参观，9月7日去北京国家体育场看比赛，9月4日去深圳参加音乐节，9月5日去成都看艺术展览。\n赵强：9月7日去上海科技馆参观，9月4日去北京国家体育场看比赛，9月5日去深圳参加音乐节，9月6日去成都看艺术展览。",
            "target": "9月4日：\n- 李华：上海科技馆参观\n- 陈敏：成都看艺术展览\n- 张涛：深圳参加音乐节\n- 赵强：北京国家体育场看比赛\n\n9月5日：\n- 李华：北京国家体育场看比赛\n- 陈敏：上海科技馆参观\n- 张涛：成都看艺术展览\n- 赵强：深圳参加音乐节\n\n9月6日：\n- 李华：深圳参加音乐节\n- 陈敏：北京国家体育场看比赛\n- 张涛：上海科技馆参观\n- 赵强：成都看艺术展览\n\n9月7日：\n- 李华：成都看艺术展览\n- 陈敏：深圳参加音乐节\n- 张涛：北京国家体育场看比赛\n- 赵强：上海科技馆参观",
            "ability": "结构化生成"
        },
        {
            "input": "请为一部科幻电影设计一个独特的角色，并描述其外貌、性格和特殊能力。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请为一款虚拟现实游戏设计一个引人入胜的游戏场景，要求不少于150字",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请根据以下关键词创作一个短篇故事：宇宙、机器人、友谊，要求300字以上",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请编写一个幽默的段子，讲述一次意想不到的相亲经历，要求200字",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请创作一则广告文案，宣传一种环保材料的优势。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "我想写篇关于人与自然和谐共生的文章，帮我写个反问式标题",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "阅读下面这则新闻报道，请为这个新闻拟定一个标题。\n为全面贯彻党的二十大精神，深入贯彻习近平生态文明思想，完整、准确、全面贯彻新发展理念，加快构建新发展格局，着力推动高质量发展，紧扣碳达峰碳中和目标任务，实施全面节约战略，广泛开展节能降碳宣传教育，推动形成绿色低碳的生产方式和生活方式，积极营造节能降碳浓厚氛围，进一步推动形成勤俭节约、合理用能的社会风尚，国家发展改革委、生态环境部等18家部门和单位于 6月14 日联合印发《关于开展 2023 年全国节能宣传周和全国低碳日活动的通知》，决定组织开展 2023 年全国节能宣传周和全国低碳日活动。通知明确，今年全国节能宣传周定为7月10日至16日，活动主题是“节能降碳，你我同行”。全国低碳日定为 7月 12日，主题是“积极应对气候变化，推动绿色低碳发展”。",
            "target": "“积极应对气候变化 推动绿色低碳发展”低碳日主题新闻发布会",
            "ability": "创意生成"
        },
        {
            "input": "就新冠病毒对人体健康影响的研究论文生成三个可能的标题",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "我要去调研“面对人际关系问题时如何保持心理平衡”这一问题，请帮我的文章起一个疑问式标题，要求不超过15个字",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "新冠后，经济下行，很多人失业，我想写篇关于如何应对失业压力的文章，请帮我想一个激励性的标题。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请你写一份关于抑郁症的文章，要求必须包括以下内容：1.当前中国抑郁患者现状 2.抑郁症治疗机制存在的问题 3.如何改善当前的机制以帮助更多的患者",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "我要采访一位考古学家，创建一个包含 7个问题的列表，其中一个问题要针对考古学家应该具备的性格特质",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "请帮我写一份关于社区普法活动的计划大纲",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "我要写个华为折叠屏手机的使用说明书，帮我生成主题式提纲，要求一定要体现出该款手机的特色。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "我要写个在新疆的旅游攻略，而且我想吃囊和看当地特色景点，帮我生成时间顺序式提纲，。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "创意生成"
        },
        {
            "input": "##### Fix bugs in the below function\n \n ### Buggy Python\n import Random\n a = random.randint(1,12)\n b = random.randint(1,12)\n for i in range(10):\n question = \"What is \"+a+\" x \"+b+\"? \"\n answer = int(input(question)\n if answer = a*b\n print (Well done!)\n else:\n print(\"No.\")\n \n ### Fixed Python",
            "target": "##### Fix bugs in the below function\n \n ### Buggy Python\n import Random\n a = random.randint(1,12)\n b = random.randint(1,12)\n for i in range(10):\n question = \"What is \"+a+\" x \"+b+\"? \"\n answer = int(input(question))\n if answer == a*b\n print (Well done!)\n else:\n print(\"No.\")\n \n ### Fixed Python",
            "ability": "Python生成"
        },
        {
            "input": "检查给定列表是不是存在重复元素。",
            "target": "def all_unique(lst):\n        return len(lst)== len(set(lst))\nx = [1,1,2,2,3,2,3,4,5,6]\ny = [1,2,3,4,5]\nall_unique(x) # False\nall_unique(y) # True",
            "ability": "Python生成"
        },
        {
            "input": "将给定字符串的第一个字符统一为小写。",
            "target": "def decapitalize(string):\n        return str[:1].lower() + str[1:]\ndecapitalize('FooBar') # 'fooBar'",
            "ability": "Python生成"
        },
        {
            "input": "通过递归的方式将列表的嵌套展开为单个列表，例如[1, [2], [[3], 4], 5]转为[1,2,3,4,5]",
            "target": "def spread(arg):\n        ret = []\n        for i in arg:\n                if isinstance(i, list):\n                        ret.extend(i)\n                else:\n                        ret.append(i)\n        return ret\ndef deep_flatten(lst):\n        result = []\n        result.extend(spread\n                                (list(map(lambda x: deep_flatten(x) if type(x) == list else x, lst)))\n                                )\n        return result\ndeep_flatten([1, [2], [[3], 4], 5]) # [1,2,3,4,5]",
            "ability": "Python生成"
        },
        {
            "input": "写一个Python代码来检查给定的字符串是不是回文序列，它首先会把所有字母转化为小写，并移除非英文字母符号。最后，它会对比字符串与反向字符串是否相等，相等则表示为回文序列。",
            "target": "from re import sub\ndef palindrome(string):\n        s = sub('[\\W_]', '', string.lower())\n        return s == s[::-1]\npalindrome('taco cat') # True",
            "ability": "Python生成"
        },
        {
            "input": "从顺序表中删除具有最小值的元素（假设唯一）并由函数返回被删除元素的 值。空出的位置由最后一个元素填补。\n搜素整个顺序表，查找最小值元素并记在其位置，搜索结束后用最后一个元素填 补空出的原最小值元素的位置。",
            "target": "bool Delete_Min(SqList &L,ElemType &value)\n{\n    //表长为0不成立\n    if(L.length==0)\n       return false;\n    //假设第一个元素为最小值\n    value=L.data[0];\n    //记录最小值元素下标\n    int pos=0;\n    int i;\n    //从第二个元素开始比较\n    for(i=1;i<L.length;i++)\n    {\n        if(L.data[i]<value)\n        {\n            value=L.data[i];\n            pos=i;\n        }\n    }\n    //删除位置的元素用最后一个元素取代\n    L.data[pos]=L.data[length-1];\n    //表长减一\n    L.length--;\n    return true;\n}",
            "ability": "Python生成"
        },
        {
            "input": "使用python语言，在列表list_a=['A','B','C','D','E','F']中，插入字符\"789\"，删除字符串'F'，并与列表list_b=['X','Y','Z','P','Q','A']求相似的部分，并生成一个新列表list_c",
            "target": "list_a = ['A', 'B', 'C', 'D', 'E', 'F']\nlist_a.append(\"789\")\nlist_a.remove('F')\nlist_b = ['X', 'Y', 'Z', 'P', 'Q', 'A']\nlist_c = [x for x in list_a if x in list_b]\nprint(list_c)",
            "ability": "Python生成"
        },
        {
            "input": "设计一个算法，从一给定的顺序表 L 中删除元素值在 x 到 y(x≤y)之间的所有元素， 要求以较高的效率来实现，空间复杂度为 O(1)。\n本题是上述题目的变形。可以采用上述解法一的方法，只是将 L.data[i] == x 的条件改成 L.data[i] >= x && L.data[i] <= y。",
            "target": "void del_xy(SqList &L, ElemType x, ElemType y)\n{\n    int i;\n    int k=0;\n    for(i=0;i<L.length;i++)\n    {\n        if(L.data[i]>=x&&L.data[j]<=y)\n        {\n            L.data[k]=L.data[i];\n            k++;\n        }\n    }\n    L.length=k;\n}\n\nvoid del_xy(SqList &L,ElemType x, ElemType y)\n{\n    int i=0,k=0;\n    while(i<L.length)\n    {\n        if(L.data[i]>=x&&L.data[i]<=y)\n           k++;\n        else\n           L.data[i-k]=L.data[i];\n    }\n    L.length=L.length-k;\n}",
            "ability": "Python生成"
        },
        {
            "input": "已知线性表（a1,a2,…,an）按顺序结构存储且每个元素为不相等的整数。设计把所有奇数移动到所有偶数前边的算法（要求时间最少，辅助空间最少）。\n对于顺序表 L，从左向右找到偶数 L.data[i]，从右向左找到奇数 L.data[j]，将两者交换。\n循环这个过程直到 i 大于 j 为止。对应的算法如下：\n时间复杂度O(n)，空间复杂度O(1)",
            "target": "void move(SqList &L)\n{\n    int i=0,j=L.length-1,k;\n    ElemType temp;\n    while(i<j)\n    {\n        //奇数从前向后找\n        while(L.data[i]%2==1)\n          i++;//指向奇数\n        //偶数从后往前找\n        while(L.data[j]%2==0)\n          j--;//指向偶数\n        if(i<j)//奇数在偶数前面\n        {\n            temp=L.data[i];\n            L.data[i]=L.data[j];\n            L.data[j]=temp;\n        }\n    }\n}",
            "ability": "Python生成"
        },
        {
            "input": "清空列表",
            "target": "RUNOOB = [6, 0, 4, 1]\nRUNOOB.clear()",
            "ability": "Python生成"
        },
        {
            "input": "遍历文件夹和文件，返回文件的路径和对应的文件的名称，同时根据应用需要进行更改",
            "target": "def get_img_file(file_name):\n    imagelist = []\n    for parent, dirnames, filenames in os.walk(file_name):\n        for filename in filenames:\n            if filename.lower().endswith(('.bmp', '.dib', '.png', '.jpg', '.jpeg', '.pbm', '.pgm', '.ppm', '.tif', '.tiff')):\n                imagelist.append(os.path.join(parent, filename))\n        return imagelist,filenames",
            "ability": "Python生成"
        },
        {
            "input": "使用python，输出[ 'A', 'B', 'C', 'D', 'E' ]中“D”的位置",
            "target": "my_list = ['A', 'B', 'C', 'D', 'E']\nposition = my_list.index('D')\nprint(position)",
            "ability": "Python生成"
        },
        {
            "input": "SQL语言，从\"Score\"和\"Student\"表中查询\"01\"课程比\"02\"课程成绩高的学生的信息及课程分数",
            "target": "SELECT\n        student.*,\n        score1.s_score \nFROM\n        student,\n        score AS score1,\n        score AS score2 \nWHERE\n        student.s_id = score1.s_id \n        AND score1.s_id = score2.s_id # student, score1, score2 表连接的条件是它们的 s_id 均相等\n        AND score1.c_id = '01' \n        AND score2.c_id = '02' \n        AND score1.s_score > score2.s_score;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，外联接查询怎么写，输出一个案例。",
            "target": "SELECT employees.name, departments.name \nFROM employees\nLEFT JOIN departments\nON employees.department_id = departments.id;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，删除表行和列的命令怎么使用，请举例。",
            "target": "# 删除行\nsqlite3 example.db 'DELETE FROM students WHERE student_id = 101;'\n\n# 删除列\nsqlite3 example.db 'ALTER TABLE employees DROP COLUMN address;'",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，删除\"Persons\" 表中age小于等于50大于30，name不是王五和赵六的数据。",
            "target": "DELETE FROM Persons\nWHERE age <= 50 AND age > 30\nAND name NOT IN ('王五', '赵六');",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，创建数据库、在其中创建一个Student表格并增加3条记录。",
            "target": "CREATE DATABASE YourDatabaseName;\nUSE YourDatabaseName;\nCREATE TABLE Student (\n    StudentID INT PRIMARY KEY,\n    StudentName VARCHAR(255),\n    Age INT,\n    Grade VARCHAR(255)\n);\nINSERT INTO Student (StudentID, StudentName, Age, Grade) VALUES (1, 'Alice', 20, 'A');\nINSERT INTO Student (StudentID, StudentName, Age, Grade) VALUES (2, 'Bob', 21, 'B');\nINSERT INTO Student (StudentID, StudentName, Age, Grade) VALUES (3, 'Charlie', 22, 'C');",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是赵四的数量和王五的数量的语句怎么写",
            "target": "SELECT name, COUNT(*) as count\nFROM Persons\nWHERE name = '赵四' OR name = '王五'\nGROUP BY name;",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是开头是李，city结尾是桃的数据。",
            "target": "SELECT *\nFROM Persons\nWHERE name LIKE '李%' AND city LIKE '%桃';",
            "ability": "SQL生成"
        },
        {
            "input": "SQL语言，从 \"Persons\" 表中查询name是王五，score最大和score最小、score平均的数据。",
            "target": "SELECT  MAX(score) AS max_score, MIN(score) AS min_score ，AVG(score) AS avg_score FROM Persons WHERE name = '王五';",
            "ability": "SQL生成"
        },
        {
            "input": "请解析一下“大爷”有几重意思。",
            "target": "对老年男性长辈的尊称，一般指60岁以上，不论年龄大小，一律与父亲同辈份。也指社会地位较高或傲慢自恃的男性，旧社会中常用",
            "ability": "语言解析"
        },
        {
            "input": "请解释下文中每个“包袱”的意思。\n他是个有包袱的人，不想让别人发现他的包袱里其实什么也没有。",
            "target": "第一个包袱是“精神上的负担”，第二个包袱是“布包起来的衣物包裹”",
            "ability": "语言解析"
        },
        {
            "input": "请列出文本中所有的标点符号。\n我昨天看了《廊桥遗梦》。天呐！真的是一个很令人深思的话题，我们要不要约个时间一起再看一次？",
            "target": "《》。！，？",
            "ability": "语言解析"
        },
        {
            "input": "将下面的句子分解成单词：\n1.猫喜欢吃鱼。\n2.我对这个景点印象深刻。",
            "target": "猫、喜欢、吃、鱼。\n我、对、这个、景点、印象、深刻。",
            "ability": "语言解析"
        },
        {
            "input": "我喜欢音乐，我也喜欢美术。请分析一下上述两个句子属于转折、递进还是并列关系？",
            "target": "并列",
            "ability": "语言解析"
        },
        {
            "input": "解释词语的含义：“冰雪聪明”",
            "target": "比喻人聪明非凡",
            "ability": "语言解析"
        },
        {
            "input": "以下两个句子中的“恶心”具有不同的含义，请根据语境解释它们的意思：\n1.他可能生病了，看到油腻的食物就犯恶心。\n2.怎么会有这么恶心的人啊！",
            "target": "第一句：胃逆想吐的感觉\n第二句：厌恶之极,不堪忍耐",
            "ability": "语言解析"
        },
        {
            "input": "以下两个句子中的“中”具有不同的含义，请根据语境解释它们的意思：\n1.就定这款了中不中？\n2.我们中间有个间谍。",
            "target": "1.行，可以\n2.内、里",
            "ability": "语言解析"
        },
        {
            "input": "解释句子的含义：“当闻讯噩耗，她如坠冰窟，久久不能言语。”",
            "target": "这句话的含义是，当她听到那个令人难过的消息时，她感到非常震惊和难过，就像掉进了冰窖一样，让她久久不能言语。这句话用比喻的手法，形象地描绘了她听到噩耗后的悲痛和无助。",
            "ability": "语言解析"
        },
        {
            "input": "“我不饿”和“我饱着”有什么区别？",
            "target": "意思一样，都是“我不饥饿”",
            "ability": "语言解析"
        },
        {
            "input": "“我过去去玩过过山车”，请解释这句话的意思。",
            "target": "我之前体验过过山车",
            "ability": "语言解析"
        },
        {
            "input": "这句话是什么意思：她头发上的雪讲述了她的历史。",
            "target": "这句话是个隐喻。意思是她头发上的白发代表她的岁月和经历。",
            "ability": "语言解析"
        },
        {
            "input": "你如何理解这首诗：今天的紫菜汤有点咸了/但紫菜却不在意/飘飘荡荡/好像回到了大海",
            "target": "这首诗可以从不同角度进行理解，以下是一种可能的解读方式：这首诗以\"紫菜汤\"为主题，但其实它所传递的是一种对生命、对归属感的思考。诗人发现今天的紫菜汤有点咸了，但紫菜却不在意，这描绘了紫菜作为一种海洋生物的本质，它并不在乎周围的变化，而是顺应大海的潮汐和韵律。接着，诗人通过\"飘飘荡荡\"的描写表达了自己仿佛也回到了大海的感受，这种感觉或许是因为他对紫菜、对海洋的感受与情感，让他产生了一种强烈的归属感和认同感。整首诗所表现出的情感，或许是诗人对自己身份认同的探索。他或许感到自己与社会环境的不协调和异化，但是在对大自然的感悟中，他找到了一种超越个人的、更广阔的归属感。",
            "ability": "语言解析"
        },
        {
            "input": "在下面一段文字横线处补写恰当的语句，使整段文字语意完整连贯，内容贴切，逻辑严密。每处不超过15个字。\n花青素是一种水溶性的植物色素，分布在液泡内的细胞液中，能够决定花的红色、蓝色、紫色等颜色的差别。这是因为花青素 ①________________________ ：在酸性溶液中呈现红色，在碱性溶液中变为蓝色，处于中性环境时则是紫色。更令人称奇的是 ②_________________________ ，比如有一种牵牛花清晨是粉红色，之后变成紫红色，最后变成蓝色。",
            "target": "①在不同环境中会形成不同颜色；\n②有些花的颜色可以一日数变",
            "ability": "语言解析"
        },
        {
            "input": "⑤镇长回到镇上。孩子们见到他，纷纷站起身来问：“艾莱特先生答应帮助我们了吗？”“非常抱歉，艾莱特先生只给我们这包花生，就这么一些，我只能分给每人几颗。”校长带着愧意说。孩子们看着镇长手中的花生，纷纷沮丧地低下了头。“不过，如果把这些花生种到地里去，不就可以长出许多花生吗？”镇长说。“太好了！我们的学校废墟旁边就有一块空地，就把这些花生种到那儿去吧！”孩子纷纷应和着说。说干就干，镇长立刻和孩子老师们一起动手，给那块空地锄了草翻了土，把花生种了下去。时间一天天过去，花生在孩子们的照看下发了芽，长出了绿叶。那一小包花生竟变成一大片绿油油的花生地。\n⑥一天，镇长从这里经过，看到了这番景象，心想：既然付出一点劳动就能使那一小包花生变成这样，那为什么不能自己动手造一所学校呢？于是镇长就每天带领孩子们一起清理废墟，捡石头、锯树木。半年之后，原先的废墟上已经堆起了一座小山似的石头和木料，但是要造一所学校还远远不够，镇长再次陷入了沉思。\n第⑥段中“一天，镇长从这里经过，看到了这番景象”，文段中“这番景象”指什么？",
            "target": "“这番景象”，指“花生在孩子们的照看下发了芽，长出了绿叶。那一小包花生竟变成一大片绿油油的花生地。”",
            "ability": "语言解析"
        },
        {
            "input": "思考以下情况：“Sam 在与制片人会面后，回到了他的办公室。”请问“办公室”在这句话中指的是：",
            "target": "这个办公室是Sam的办公室。",
            "ability": "语言解析"
        },
        {
            "input": "站在支持早恋一方，给出3个支持早恋的理由。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "有人认为男尊女卑合理，你怎么看？",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "有人说，社会环境复杂，对育人的影响越来越大，从而学校的影响变小。你认为对吗?",
            "target": "言之有理即可，正确答案不限于以下解答\n这句话比较片面。\n第一，学校对学生的影响是非常大的。从学校环境来看、从教师对学生的影响来看、从学校教育制度对学生的影响来看，都可以超过社会环境的影响。\n第二，社会环境的不利影响始终存在，我们不能以此为借口，放弃教育。\n第三，作为未来的中学(小学)教师，我要教书育人，促进学生全面发展。",
            "ability": "观点辨析"
        },
        {
            "input": "老年人捐款在网上引起了很大争议。这些老人在国家危难时刻，毅然捐出平时省吃俭用所得，甚至是毕生积蓄，用行动诠释着“天下兴亡，匹夫有责\"的气魄和情怀。但是，这也是老人们的养老钱、保命钱，很多网友认为老人的心意我们领了，但钱不能要。\n你赞同网友的观点吗？请从公民权利的角度加以说明。",
            "target": "答案一：赞同。老年人属于弱势群体，受法律的特殊保护。我国宪法规定，公民在年老、疾病或者丧失劳动能力的情况下，有从国家和社会获得物质帮助的权利。因此，老人的捐款不能要。\n答案二：不赞同。我国宪法规定，公民的合法的私有财产不受侵犯。公民可以通过合法方式对自己的财产进行处分，因此，我们应当尊重老人的意愿，收下捐款。",
            "ability": "观点辨析"
        },
        {
            "input": "人类社会从野蛮走向文明、从混乱走向和谐的每一步，都离不开个人对社会秩序的敬畏。今天，在建设富强民主文明和谐美丽的社会主义现代化强国的历史征程中，社会秩序的守护需要我们内心崇高的道德准则。\n针对以上材料，有同学认为：社会秩序的维系，只需人人仰望崇高的道德准则。请你评析这一观点。",
            "target": "①这个观点是片面的。②该观点认识到了德治能以其感召力和劝导力，提高社成员的思想认识和道德觉悟，从而有利于良好的社会秩序的维系。③但该观点忽略了法律在社会秩序维系中的作用。法治能以其权威性和强制性手段规范社会成员的行为，在社会秩序维系中发挥重要作用。④在社会秩序维系中，需要道德和法律共同发挥作用。我们应该把法治建设和道德建设结合起来，把他律和自律结合起来，做到法治和德治相辅相成相互促进。",
            "ability": "观点辨析"
        },
        {
            "input": "销售员对客户说：“我买的产品很好的，不要错过啊”，客户说：“的确很不错也，但要有缘无份了”，请问客户最终购买产品了吗？",
            "target": "没有",
            "ability": "观点辨析"
        },
        {
            "input": "小明对我说：““你应该每天锻炼，对身体有好处，明天早起跟我去跑步吧。”我说：“为什么不跳绳呢，这个比较适合我～”，小明说：“那听你的吧，不过后天要听我的。”\n请问小明跟我明天做什么运动，后天做什么运动？",
            "target": "明天跳绳，后天跑步",
            "ability": "观点辨析"
        },
        {
            "input": "李宁在QQ上结交了一些各地朋友，李宁有时候很期待和他们进行真诚的交流。虽然有时也能得到真诚的回应，但更多时候感觉他们是在戴着面具参加一场又一场的“假面舞会”。请问李宁认可QQ交友吗？",
            "target": "李宁对QQ交友持辩证态度，三观正确，言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "最近社区要举办歌会，大家都很踊跃\n呆呆说：我今晚一定要穿得古风点拉二胡？ 小明说：可惜我今晚学校有事，明年我一定要一展歌喉。 小智说：小明，没事，我今晚帮你那份一起表现了。 大力说：如果不是前晚摔断腿，我也能参加了。 大飞说：大力，你真的很想参加的话，我可以推你上舞台，我们一起合唱《凤凰传奇》。 问：今晚的歌会谁不可能表演？",
            "target": "小明",
            "ability": "观点辨析"
        },
        {
            "input": "美国医学专家研究发现，胰岛素既能控制血糖水平，又能调节大脑细胞功能，它可帮助脑细胞突触更好地连接沟通，形成更强的记忆。吃糖过量会导致大脑中胰岛素水平下降，记忆和学习等认知能力随之削弱。\n请问上述文段中，专家是支持“甜食会损害大脑记忆和学习能力”这一观点吗？同时发表你对此专家观点的看法",
            "target": "是的",
            "ability": "观点辨析"
        },
        {
            "input": "有人认为：社交媒体病毒化、碎片化的传播模式会加速网络负面消息的传播，不利于社会发展。请评析以上的观点",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "阐述三个支持男女生之间不能建立真正的友谊的观点论据和阐述三个支持男女生之间能建立真正的友谊的三个观点论据",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "观点辨析"
        },
        {
            "input": "某国针对南北部经济发展不均衡的情况，计划实施南部经济大开发战略，该国有专家指出，本国南部涉及国家边境安全、生态安全、能源安全，不应该将重点放在发展经济上。\n为驳倒这一结论，有人提出：该国南部经济落后限制了生态、能源等领域的发展。你认为这个质疑能成功驳倒上述结论吗？",
            "target": "该项说明了南部经济落后限制了生态、能源等领域发展，进而表明南部需要重点发展经济，削弱论点，可以驳倒",
            "ability": "观点辨析"
        },
        {
            "input": "2019年11月14日，最高人民法院印发《关于依法妥善审理高空抛物、坠物案件的意见》，明确提出对于故意高空抛物的，根据具体情形以危险方法罪、危害公共安全罪、故意伤害罪或故意杀人罪论处。特定情形要从重处罚。\n小亮同学认为：“杜绝高空抛物现象要依靠法律规定。” 小华同学认为：“杜绝高空抛物现象不能只靠法律规定。” 选择你支持的一种观点，说明理由。",
            "target": "答案一：小亮。有了法律规定就可以依法规范和约束人们的行为；有了法律规定，打击高空抛物行为就有了法律依据，就可以依法打击高空抛物行为，保护人们头顶上的安全。\n\n答案二：小华。要杜绝高空抛物现象，除了法律规定外，还应提高公民的公德意识、规则意识，提高公民的道德素养。同时，相关部门还要加大执法力度，严格执法。",
            "ability": "观点辨析"
        },
        {
            "input": "请分析以下观点：“止于至善”是大善，我们要做大事才能行大善",
            "target": "这种观点是错误的。\n(1)“止于至善”不仅是人的一种精神境界和追求:也是一种“虽不能至，心向往之”的实践过程，是一种向住美好、水不言弃的精神状态；\n(2)追求“至善”，我们每个人都可以从点滴小事做起。“勿以恶小而为之，勿以善小而不为。”积少成多，积善成德一次行善是小善，长期坚持是大善",
            "ability": "观点辨析"
        },
        {
            "input": "道家思想在我国影响深远，请问以下四个历史时期，哪个最接近道家所主张的无为而治：文景之治、光武中兴、贞观之治、开元盛世？",
            "target": "文景之治",
            "ability": "中国文化理解"
        },
        {
            "input": "古人的婚礼在什么时间举行？",
            "target": "傍晚",
            "ability": "中国文化理解"
        },
        {
            "input": "《霸王别姬》是京剧中的名段，“虞姬”在京剧中属于哪一角色？",
            "target": "青衣",
            "ability": "中国文化理解"
        },
        {
            "input": "俗语说“化干戈为玉帛”，干戈都是兵器，其中哪个指的是防御武器？",
            "target": "干",
            "ability": "中国文化理解"
        },
        {
            "input": "玉皇大帝住在平流层还是对流层？",
            "target": "玉皇大帝是中国神话传说中的一位重要神祇，被认为是天庭的主宰和宇宙的最高统治者。玉皇大帝住在天宫，这个概念是基于神话和传说，而非现实世界的科学认知。\n关于平流层和对流层，它们是地球大气层的两个层次。对流层是靠近地球表面的气象现象发生的地方，如风、雨和雷暴等。平流层紧接着对流层之上，位于大约10到50公里的高度范围内，这里的气温逐渐升高，气候相对稳定。\n总之，玉皇大帝居住在天宫的说法源于神话传说，并非现实中的科学事实。因此，将其与现实世界中的平流层或对流层相联系并不合适。",
            "ability": "中国文化理解"
        },
        {
            "input": "请介绍“精卫填海”这一上古神话",
            "target": "精卫填海的故事，出自中国上古奇书《山海经》发鸠山。相传太阳神炎帝有两个女儿，大女儿的名字叫瑶姬，小女儿的名字叫女娃。因久居天宫无聊，有一天，女娃驾船游东海而溺，其不平的精灵化作花脑袋，白嘴壳，红色爪子的一种鸟，栖息在发鸠山，发出“精卫、精卫”的悲鸣，人们便将此鸟叫作精卫鸟。精卫衔草石由发鸠山飞往东海投入，誓言要填平东海。晋代陶渊明诗曰：精卫衔微木，将以填沧海。后人常用“精卫填海”这句成语，比喻既定永恒目标，更有坚韧不拔的精神为后盾。",
            "ability": "中国文化理解"
        },
        {
            "input": "请阐述中国丝绸之路的起源",
            "target": "丝绸之路是古代东西方之间经济、政治、文化、商贸交流的主要通道，对推动人类文明进步产生了深远影响。1877年，德国地理学家费南迪·冯·李希霍芬(F．yon Richthofen)在他所著的《中国—亲程旅行记》一书中，首次把从公元前127年到公元前114年间，汉代中国和中亚南部、西部以及印度之间以丝绸贸易为主的这条亚欧经济贸易文化交流路线，称作”丝绸之路”  (德文为Seidenstrassen，英文为the SilkRoad)。1910年，德国历史学家阿尔伯特·赫尔曼(A．Herrmann)在其所著的《中国和叙利亚之间的古代丝绸之路》一书中，主张把丝绸之路的含义“一直延长到通向遥远西方的叙利亚”。1915年，阿尔伯特·赫尔曼又在《从中国到罗马帝国的丝绸之路》一书中，把“丝绸之路”作为中国与希腊-罗马社会沟通往来的交通路线的统称。根据新发现的文物考古资料，进一步把丝绸之路延伸到地中海西岸和小亚细亚，确定了丝绸之路的基本内涵，即它是中国古代经由中亚通往南亚、西亚以及欧洲、北非的陆上贸易交往的通道，因为大量的中国丝绸和丝织品经由此路西传，故此称作“丝绸之路”，简称“丝路”。至此，这条连接欧、亚、非三大洲文明的交通路线有了一个形象而贴切的名称。",
            "ability": "中国文化理解"
        },
        {
            "input": "请介绍傣族的由来，及其传统节日",
            "target": "傣族是一个历史悠久的民族，远在公元1世纪，汉文史籍已有关于傣族的记载。1949年后，定为“傣族”。傣族自称“傣仂”、“傣雅” 等。\n\n传统节日：傣族普遍信仰小乘佛教，不少节日与佛教活动有关。在每年傣历六月举行的泼水节是最盛大的节日，同时还有采花节和送龙节\n\n习俗：采花献佛，泼水，放升高等",
            "ability": "中国文化理解"
        },
        {
            "input": "“天上的鸿雁从南往北飞，是为了追求太阳的温暖，造反起义的嘎达梅林...”这是哪个少数民族的特色歌曲？主要表达了什么？",
            "target": "《嘎达梅林》作为蒙古族民歌的代表性作品，体现了蒙古族人民的历史以及对美好生活的向往与追求。",
            "ability": "中国文化理解"
        },
        {
            "input": "“月上柳梢头，人约黄昏后”描写的是哪个传统节日？",
            "target": "元宵节",
            "ability": "中国文化理解"
        },
        {
            "input": "每逢春节，很多地方都会有“点灯”的习俗，这一习俗是怎么来的呢？有什么寓意呢？",
            "target": "一种说法是，“点灯”流传于古印度千年的点灯仪式，传承于拜火教。而在中国最早也有这种“拜火”的文化，《周礼》中就曾记载，“凡祭祀，则祭爟”。“爟”在《辞源》之意，乃为举火。举火以祭，祈保平安，这是几千年前的古人每天都做的事。而火一直被视为具有去除黑暗带来希望的一种象徵意涵，因此，当“火”加入到宗教的仪式中，就形成了一种“驱除不好能量带来吉祥”的能量。而这，便是今天点灯习俗的雏形。时至今日，灯的模样，点灯的形式已各色各异，人们点灯的初衷也超越了照明之意，成为表情达意期盼美好的一种手段，点灯的时间也有原来特定的时间变得越发广泛——除夕、春节、三月三、七月七、七月十五、九月九、十月二十五......甚至任何一天，灯常亮，就预示着吉祥。",
            "ability": "中国文化理解"
        },
        {
            "input": "如何理解“不到江边不脱鞋，不到火候不揭锅”？",
            "target": "办事情，时机火候很重要。只有准确地把握时机火候，才能有正确的方式和有效的手段",
            "ability": "中国文化理解"
        },
        {
            "input": "请根据提供的内容将歇后语补充完整，同时解析下该歇后语的意思：小葱拌豆腐",
            "target": "清是“青”的谐音，本意是说葱是青色的，豆腐是白色的，所以是“一青二白”，歇后语比喻清楚明白或者清白的意思",
            "ability": "中国文化理解"
        },
        {
            "input": "这句话是什么意思：一看肠一断，好去莫回头。",
            "target": "回头看一次就肝肠寸断，好好离去吧，不要再回头了，诗词表达的是离别不舍之情",
            "ability": "中国文化理解"
        },
        {
            "input": "辨别所给的陈述是明喻、借喻还是反喻：昆仑乐居酒店入住率高，可不像门可罗雀的小旅馆",
            "target": "反喻",
            "ability": "中国文化理解"
        },
        {
            "input": "我打算从3月1日到4月18号给下属开展关于“如何不内耗”的心理辅导，请输出一份计划模版",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "请为一个为期一个月的项目制定详细的计划和组织结构。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "最近两周（每周有两节物理课），我打算完成物理的压力、浮力和摩擦力内容教学，麻烦设计详细的教学计划和进度安排。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "今晚我要参加一个主题为“女性力量在现代的发展”的演讲，请根据这个演讲主题制定一个清晰的结构和内容概要。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "请为一个项目团队制定合理的分工和协作计划。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "输出一份公司的资产管理表",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "设计一个周末旅行计划，包括目的地、交通方式、住宿、活动等要素。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "为一次家庭聚会制定合理的用餐计划。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "公司要组织关于人工智能的新部门，作为新部门的领导，我想要尽快融洽员工、提升工作效率。\n请制定有效的沟通和协作计划",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "请设计一份时间管理表，帮助提高工作效率。",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "我的论文是关于“民众对于街道管理的看法”，请问要怎么开展调研呢？请输出一份调研计划表",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "如何为一个团队制定有效的沟通和协作计划？",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "顾客在用餐时发现餐品有卫生问题，同时发现该分店的后厨很脏，作为总部卫生部管理员，要如何应对这次危机？另外，请输出一份卫生整顿计划表",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "我打算利用接下来的3个月时间准备公务员考试，请帮我制定一份学习计划表",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        },
        {
            "input": "下周，上级领导要过来单位考察3天，请制定一份接待和考察安排规划",
            "target": "三观正确，根据提问回答，言之有理即可",
            "ability": "计划与组织"
        }
    ]
}