{"name": "MMLU Medical Genetics", "description": "MMLU measure knowledge acquired during pretraining by evaluating models exclusively in zero-shot and few-shot settings. This particular dataset contains questions on MMLU Medical Genetics", "reference": "https://github.com/hendrycks/test", "license": "MIT License", "examples": [{"input": "In a Robertsonian translocation fusion occurs at the:\nA. telomeres.\nB. centromeres.\nC. histones.\nD. ends of the long arms.\n", "target": "B. centromeres."}, {"input": "Zinc finger proteins and helix-turn-helix proteins are\nA. types of DNA-binding proteins\nB. involved in the control of translation\nC. components of ribosomes\nD. part of the hemoglobin in blood cells\n", "target": "A. types of DNA-binding proteins"}, {"input": "If the frequency of males affected with an X-linked recessive condition in a human population is .10 (one in ten), what will be the expected frequency of affected females?\nA. 0.01\nB. 0.001\nC. 0.02\nD. 0.0001\n", "target": "A. 0.01"}, {"input": "In DNA adenine normally pairs with:\nA. cytosine.\nB. guanine.\nC. thymine.\nD. uracil.\n", "target": "C. thymine."}, {"input": "The pattern of inheritance shown by malignant hyperthermia (hyperpyrexia) is:\nA. autosomal dominant.\nB. autosomal recessive.\nC. X-linked dominant.\nD. X-linked recessive.\n", "target": "A. autosomal dominant."}, {"input": "Mapping of human chromosomes:\nA. has been restricted to the sex chromosomes because of small family sizes\nB. proceeded much more successfully as large numbers of DNA markers became available.\nC. has determined that the number of linkage groups is about twice the number of chromosomes\nD. has demonstrated that almost all of the DNA is involved in coding for genes\n", "target": "B. proceeded much more successfully as large numbers of DNA markers became available."}, {"input": "Intergenerational transmission to offspring can occur as a result of parental exposures to ______.\nA. war\nB. natural disasters\nC. hunger\nD. all of these\n", "target": "D. all of these"}, {"input": "Asp235Phe in a molecular report indicates that:\nA. asparagine has been replaced by phenylalanine.\nB. phenylalanine has been replaced by asparagine.\nC. aspartic acid has been replaced by phenylalanine.\nD. phenylalanine has been replaced by aspartic acid.\n", "target": "C. aspartic acid has been replaced by phenylalanine."}, {"input": "The risk of abnormality in the child of a mother with untreated phenylketonuria is:\nA. 1%\nB. 10%\nC. 25%\nD. Almost 100%\n", "target": "D. Almost 100%"}, {"input": "Exon skipping is associated with:\nA. nonsense mutations.\nB. regulatory mutations.\nC. RNA processing mutations.\nD. silent mutations.\n", "target": "C. RNA processing mutations."}, {"input": "Which of the following is not a chromosome instability syndrome?\nA. Klinefelter syndrome\nB. Ataxia telangiectasia\nC. Fanconi anaemia\nD. Bloom syndrome\n", "target": "A. Klinefelter syndrome"}, {"input": "Normal adult haemoglobin (Hb A) consists of:\nA. two α (alpha) and two β (beta) chains.\nB. two α and two γ (gamma) chains.\nC. two α and two δ (delta) chains.\nD. four γ chains.\n", "target": "A. two α (alpha) and two β (beta) chains."}, {"input": "In a condition such as schizophrenia the recurrence risk will be greatest for which of the following relatives of an affected individual?\nA. Brother\nB. Nephew\nC. Grandchild\nD. Aunt\n", "target": "A. Brother"}, {"input": "The mutation in sickle-cell disease consists of:\nA. a deletion.\nB. a duplication.\nC. an insertion.\nD. a point mutation.\n", "target": "D. a point mutation."}, {"input": "Which of the following is an example of monosomy?\nA. 46,XX\nB. 47,XXX\nC. 69,XYY\nD. 45,X\n", "target": "D. 45,X"}, {"input": "QTL analysis is used to\nA. identify chromosome regions associated with a complex trait in a genetic cross\nB. determine which genes are expressed at a developmental stage\nC. map genes in bacterial viruses\nD. identify RNA polymerase binding sites\n", "target": "A. identify chromosome regions associated with a complex trait in a genetic cross"}, {"input": "What would be the frequency of AABBCC individuals from a mating of two AaBbCc individuals?\nA. 1.0/64\nB. 1.0/32\nC. 1.0/128\nD. 1.0/256\n", "target": "A. 1.0/64"}, {"input": "It is currently estimated that there are ______ human protein-coding genes although this estimate may be reduced over time.\nA. 10,000–15,000\nB. 19,000–20,000\nC. 29,000–30,000\nD. 100,000\n", "target": "B. 19,000–20,000"}, {"input": "With which of the following relatives is an individual most likely to share a common HLA haplotype?\nA. Father\nB. Mother\nC. Sister\nD. Son\n", "target": "C. Sister"}, {"input": "Which of the following genes conveys susceptibility for polygenic Alzheimer disease?\nA. APP\nB. PS1\nC. PS2\nD. APOE\n", "target": "D. APOE"}, {"input": "The DiGeorge/Shprintzen syndrome is caused by a deletion in which chromosome?\nA. 4\nB. 7\nC. 15\nD. 22\n", "target": "D. 22"}, {"input": "X-chromosome inactivation\nA. results in genetically turning off one of the two X chromosomes in female mammals\nB. takes place in humans so that the same X chromosome is inactive in all of the cells of a female\nC. is the cause of the Y chromosome being genetically inactive\nD. occurs in fruit flies but not in mammals\n", "target": "A. results in genetically turning off one of the two X chromosomes in female mammals"}, {"input": "The pattern of inheritance shown by glucose-6-phosphate dehydrogenase (G6PD) deficiency is:\nA. autosomal dominant.\nB. autosomal recessive.\nC. X-linked dominant.\nD. X-linked recessive.\n", "target": "D. X-linked recessive."}, {"input": "Homeobox sequences\nA. are present in the genome of many animal species\nB. are found in prokaryotes but not in eukaryotes\nC. were identified as the integration sites for bacterial viruses\nD. represent integration sites for transposable elements\n", "target": "A. are present in the genome of many animal species"}, {"input": "Which of the following karyotypes is diagnostic of Down syndrome\nA. 46,XX,der(14;21)(q10;q10)pat+21\nB. 47,XY,+13\nC. 45,XX,rob,(14;21)(q10;q10)\nD. 46,XY,t(2;3)(q21;q12)\n", "target": "A. 46,XX,der(14;21)(q10;q10)pat+21"}, {"input": "Nature is more important for ______ differences, while nurture has greater influence on ______ differences.\nA. structural and anatomical; psychological and social\nB. psychological and social; structural and anatomical\nC. structural and psychological; anatomical and social\nD. social and anatomical; psychological and structural\n", "target": "A. structural and anatomical; psychological and social"}, {"input": "Which of the following would result in Angelman syndrome?\nA. Maternal UPD 15\nB. Paternal UPD 15\nC. Deletion in the paternally derived chromosome 15\nD. A mutation in the SNRPN promoter\n", "target": "B. Paternal UPD 15"}, {"input": "Recombinant alpha-iduronidase is used for the treatment of which disease/syndrome?\nA. Fabry disease\nB. Gaucher disease\nC. Hurler syndrome\nD. Pompe disease\n", "target": "C. Hurler syndrome"}, {"input": "Research from Moshe Szyf and colleagues has provided significant findings on the epigenetic influences of prenatal maternal stress. This work has been labelled ______.\nA. developmental epigenetics\nB. social epigenetics\nC. fetal epigenetics\nD. maternal epigenetics\n", "target": "B. social epigenetics"}, {"input": "If both parents are affected with the same autosomal recessive disorder then the probability that each of their children will be affected equals ___.\nA. 1 in 4\nB. 1 in 2\nC. 2 in 3\nD. 1\n", "target": "D. 1"}, {"input": "The mutational mechanism in δβ-thalassaemia consists of:\nA. a deletion.\nB. a duplication.\nC. an insertion.\nD. a point mutation.\n", "target": "A. a deletion."}, {"input": "Assuming Hardy-Weinberg equilibrium, the genoypte frequency of heterozygotes, if the frequency of the two alleles at the gene being studied are 0.6 and 0.4, will be:\nA. 0.8\nB. 0.64\nC. 0.48\nD. 0.32\n", "target": "C. 0.48"}, {"input": "Familial hypercholesterolaemia is caused by mutations in the gene which encodes what?\nA. High density lipoprotein\nB. HMG-CoA reductase\nC. Low density lipoprotein\nD. Low density lipoprotein receptor\n", "target": "D. Low density lipoprotein receptor"}, {"input": "A cross between two true breeding lines one with dark blue flowers and one with bright white flowers produces F1 offspring that are light blue. When the F1 progeny are selfed a 1:2:1 ratio of dark blue to light blue to white flowers is observed. What genetic phenomenon is consistent with these results?\nA. epistasis\nB. incomplete dominance\nC. codominance\nD. inbreeding depression\n", "target": "B. incomplete dominance"}, {"input": "The proportion of babies that have an abnormality identifiable at birth is _____.\nA. 1 in 10\nB. 1 in 40\nC. 1 in 100\nD. 1 in 500\n", "target": "B. 1 in 40"}, {"input": "______ explained genetic disorders such as alkaptonuria and albinism.\nA. Recessive inheritance has\nB. Dominant genes have\nC. X chromosomes\nD. Y chromosomes\n", "target": "A. Recessive inheritance has"}, {"input": "Which of the following conditions shows anticipation in paternal transmission?\nA. Huntington disease\nB. Marfan syndrome\nC. Cystic fibrosis\nD. Fragile X syndrome\n", "target": "A. Huntington disease"}, {"input": "A homeotic mutation is one which\nA. is present in only one form in an individual\nB. substitutes one body part for another in development\nC. results in development of a tumor\nD. is wild type at one temperature and abnormal at another\n", "target": "B. substitutes one body part for another in development"}, {"input": "Which of the following is not a familial cancer syndrome\nA. Familial adenomatous polyposis\nB. Li-Fraumeni syndrome\nC. Von Hippel-Lindau syndrome\nD. Waardenburg syndrome\n", "target": "D. Waardenburg syndrome"}, {"input": "The epigenetic inheritance system has been described as ______ (Mayr and Provine, 1980).\nA. genotype inheritance\nB. soft inheritance\nC. RNA inheritance\nD. hard inheritance\n", "target": "B. soft inheritance"}, {"input": "Severe anaemia at birth is a feature of what?\nA. Alpha-thalassaemia\nB. Beta-thalassaemia\nC. Hereditary persistence of fetal haemoglobin\nD. Sickle cell disease\n", "target": "A. Alpha-thalassaemia"}, {"input": "If an X-linked recessive disorder is in Hardy-Weinberg equilibrium and the incidence in males equals 1 in 100, then the expected incidence of affected homozygous females would be _______.\nA. 1 in 1000\nB. 1 in 4000\nC. 1 in 10 000\nD. 1 in 40 000\n", "target": "C. 1 in 10 000"}, {"input": "Tay-Sachs disease is caused by deficiency of _________________?\nA. Alpha-L-iduronidase\nB. Glucose-6-phosphatase\nC. Hexosaminidase A\nD. Homogentisic acid oxidase\n", "target": "C. Hexosaminidase A"}, {"input": "A nonsense mutation involves:\nA. a regulatory sequence.\nB. an AG splice acceptor site.\nC. the creation of a different amino acid.\nD. the creation of a stop codon.\n", "target": "D. the creation of a stop codon."}, {"input": "The polymerase chain reaction or PCR is a technique that\nA. was used to demonstrate DNA as the genetic material\nB. is used to determine the content of minerals in a soil sample\nC. uses short DNA primers and a thermostable DNA polymerase to replicate specific DNA sequences in vitro.\nD. measures the ribosome transfer rate during translation\n", "target": "C. uses short DNA primers and a thermostable DNA polymerase to replicate specific DNA sequences in vitro."}, {"input": "The maternal serum level of alpha-fetoprotein (AFP) is lower than average in which situation?\nA. Down syndrome\nB. Exomphalos\nC. Neural tube defects\nD. Twin pregnancies\n", "target": "A. Down syndrome"}, {"input": "______ has been described as the phenomenon by which one genotype can give rise to a range of different physiological or morphological states in response to different environmental conditions during development (West-Eberhard, 1989).\nA. Fetal plasticity\nB. The fetal origins hypothesis\nC. Developmental plasticity\nD. Environmental plasticity\n", "target": "C. Developmental plasticity"}, {"input": "Arabidopsis is advantageous for plant genetic research because:\nA. it is commercially important as a food crop\nB. it is an endangered species\nC. it is the closest to humans of any existing plant\nD. it is a small plant with a small genome size which can be raised inexpensively\n", "target": "D. it is a small plant with a small genome size which can be raised inexpensively"}, {"input": "The proportion of genes shared by first cousins is on average ___.\nA. 1.0/2\nB. 1.0/4\nC. 1.0/8\nD. 1.0/16\n", "target": "C. 1.0/8"}, {"input": "Which of the following is not a tumour suppressor gene?\nA. APC\nB. NF1\nC. RB1\nD. RET\n", "target": "D. RET"}, {"input": "Which of the following is a feature of X-linked dominant inheritance?\nA. Parental consanguinity\nB. Male to male transmission\nC. Transmission only by females\nD. Transmitted by males only to females\n", "target": "D. Transmitted by males only to females"}, {"input": "On average, how many fragments would a restriction enzyme which recognizes a specific 4 base sequence in DNA be expected to cleave a double-stranded bacteriophage with a genome size of 5,000 bp into?\nA. about 2\nB. about 4\nC. about 20\nD. about 50\n", "target": "C. about 20"}, {"input": "Positional cloning refers to\nA. using a selection procedure to clone a cDNA\nB. cloning a portion of a gene using PCR\nC. isolating a gene by PCR using primers from another species\nD. mapping a gene to a chromosomal region and then identifying and cloning a genomic copy of the gene from the region\n", "target": "D. mapping a gene to a chromosomal region and then identifying and cloning a genomic copy of the gene from the region"}, {"input": "Plasmid vectors for cloning\nA. can generally accommodate larger inserts than phage vectors can\nB. grow within bacteria, and are present in bacterial colonies on an agar plate\nC. can accommodate inserts of over 100 kilobases\nD. include centromeres to allow propagation in yeast\n", "target": "B. grow within bacteria, and are present in bacterial colonies on an agar plate"}, {"input": "Transcriptional activator proteins\nA. bind regions near a eukaryotic gene and allow an RNA polymerase to transcribe a gene\nB. bind to ribosomes to activate the production of specific proteins\nC. are produced during an infection of bacteria by a phage\nD. are essential to function of transfer RNAs during translation\n", "target": "A. bind regions near a eukaryotic gene and allow an RNA polymerase to transcribe a gene"}, {"input": "Assuming that the level of glucose is low, a mutation in the repressor associated with the lac operon of E. coli which prevents binding of the repressor to lactose should result in: \nA. constitutive expression of the lac operon genes\nB. lack of expression or reduced expression of the lac operon genes under all circumstances\nC. expression of the genes only when lactose is present\nD. expression of the genes only when lactose is absent\n", "target": "B. lack of expression or reduced expression of the lac operon genes under all circumstances"}, {"input": "In meiosis, recombination occurs in:\nA. Metaphase I.\nB. Prophase I.\nC. Metaphase II.\nD. Prophase II.\n", "target": "B. Prophase I."}, {"input": "Leber's hereditary optic atrophy is caused by a mutation in:\nA. chromosome 12.\nB. chromosome 18.\nC. chromosome 21.\nD. mitochondrial DNA.\n", "target": "D. mitochondrial DNA."}, {"input": "Regarding exons, which, if any, of the following statements is correct?\nA. Some exons in protein-coding genes consist of noncoding DNA.\nB. The first exon of a protein-coding gene always contains the translational start site.\nC. The last exon of a protein-coding gene always contains the normal termination codon.\nD. A coding exon is always translated in just one of the three possible forward reading frames.\n", "target": "A. Some exons in protein-coding genes consist of noncoding DNA."}, {"input": "In humans, each cell normally contains ______ of chromosomes.\nA. 11 pairs\nB. 23 pairs\nC. 32 pairs\nD. 46 pairs\n", "target": "B. 23 pairs"}, {"input": "An increase in the inbreeding coefficient, F, is likely to result in:\nA. reduced likelihood of heterozygotes being present in a population\nB. higher proportion of genes that show linkage\nC. higher proportion of genes with introns\nD. higher level of difference between RNA molecules in two daughter cells\n", "target": "A. reduced likelihood of heterozygotes being present in a population"}, {"input": "Which of the following findings on prenatal ultrasound examination would not raise suspicion of a chromosome abnormality?\nA. Duodenal atresia\nB. Holoprosencephaly\nC. Hydrops fetalis\nD. Monozygotic twins\n", "target": "D. Monozygotic twins"}, {"input": "The likelihood of an individual in a population carrying two specific alleles of a human DNA marker, each of which has a frequency of 0.2, will be:\nA. 0.4\nB. 0.32\nC. 0.08\nD. 0.02\n", "target": "C. 0.08"}, {"input": "An Hfr strain of E. coli contains:\nA. a vector of yeast or bacterial origin which is used to make many copies of a particular DNA sequence\nB. a bacterial chromosome with a human gene inserted\nC. a bacterial chromosome with the F factor inserted\nD. a human chromosome with a transposable element inserted\n", "target": "C. a bacterial chromosome with the F factor inserted"}, {"input": "Male to male transmission is a key feature of which pattern of inheritance?\nA. Autosomal dominant\nB. Autosomal recessive\nC. X-linked dominant\nD. X-linked recessive\n", "target": "A. Autosomal dominant"}, {"input": "Simple tandem repeat polymorphisms in humans are most useful for\nA. solving criminal and paternity cases\nB. reconstructing the relationships of humans and chimps.\nC. estimating relationships of humans and Neanderthals\nD. transferring disease resistance factors into bone marrow cells\n", "target": "A. solving criminal and paternity cases"}, {"input": "Which of the following disorders is not suitable for population carrier screening?\nA. Cystic fibrosis\nB. Oculocutaneous albinism\nC. Sickle cell disease\nD. Tay-Sachs disease\n", "target": "B. Oculocutaneous albinism"}, {"input": "Which of the following disorders does not show X-linked inheritance?\nA. Duchenne muscular dystrophy\nB. Tay-Sachs disease\nC. Haemophilia A\nD. Haemophilia B\n", "target": "B. Tay-Sachs disease"}, {"input": "The most common chromosome abnormality in first trimester spontaneous miscarriages is:\nA. trisomy.\nB. monosomy.\nC. triploidy.\nD. tetrasomy.\n", "target": "A. trisomy."}, {"input": "Which of the following karyotypes is not compatible with survival to birth?\nA. 47,XY,+13\nB. 47,XX,+18\nC. 47,XY,+21\nD. 45,Y\n", "target": "D. 45,Y"}, {"input": "Male breast cancer is associated with mutations in ___.\nA. BRCA1\nB. BRCA2\nC. NF1\nD. RET\n", "target": "B. BRCA2"}, {"input": "Pseudocholinesterase deficiency is associated with increased sensitivity to what?\nA. Fava beans\nB. Halothane\nC. Primaquine\nD. Succinylcholine\n", "target": "D. Succinylcholine"}, {"input": "The most common cystic fibrosis mutation consists of:\nA. a deletion.\nB. a duplication.\nC. a substitution.\nD. an insertion.\n", "target": "A. a deletion."}, {"input": "The normal human chromosome diploid number is:\nA. 23\nB. 24\nC. 46\nD. 48\n", "target": "C. 46"}, {"input": "Advantages of using adenoviruses for gene therapy include:\nA. long term expression.\nB. low risk of insertional mutagenesis.\nC. low immunogenecity.\nD. easy assembly.\n", "target": "B. low risk of insertional mutagenesis."}, {"input": "Which of the following statements about Hirschsprung disease is incorrect?\nA. It shows an association with Down syndrome.\nB. It is more common in girls than in boys.\nC. RET is a major susceptibility gene.\nD. Recurrence risks are greater for long segment disease than for short segment disease.\n", "target": "B. It is more common in girls than in boys."}, {"input": "Which of the following conditions is caused by a trinucleotide (triplet) repeat expansion?\nA. Cystic fibrosis\nB. Duchenne muscular dystrophy\nC. Huntington disease\nD. Osteogenesis imperfecta\n", "target": "C. Huntington disease"}, {"input": "Which of the following causes female pseudohermaphroditism?\nA. Androgen insensitivity\nB. Campomelic dysplasia\nC. Congenital adrenal hyperplasia\nD. Klinefelter syndrome\n", "target": "C. Congenital adrenal hyperplasia"}, {"input": "Which component of transcribed RNA in eukaryotes is present in the initial transcript but is removed before translation occurs?\nA. Intron\nB. 3’ Poly A tail\nC. Ribosome binding site\nD. 5’ cap\n", "target": "A. Intron"}, {"input": "Which of the following is not a recognized complication of cystic fibrosis?\nA. Cancer of the oesophagus\nB. Congenital absence of the vas deferens\nC. Diabetes mellitus\nD. Liver cirrhosis\n", "target": "A. Cancer of the oesophagus"}, {"input": "Which of the following diagnostic techniques is of no value for the diagnosis of neural tube defects?\nA. Amniocentesis\nB. Chorion villus sampling (CVS)\nC. Maternal serum screening\nD. Ultrasonography\n", "target": "B. Chorion villus sampling (CVS)"}, {"input": "Which of the following conditions is a peroxisomal disorder?\nA. Acute intermittent porphyria\nB. Maple syrup urine disease\nC. Medium chain acyl-CoA dehydrogenase deficiency\nD. Zellweger syndrome\n", "target": "D. Zellweger syndrome"}, {"input": "Marked microsatellite instability is a feature of:\nA. familial adenomatous polyposis.\nB. hereditary non-polyposis colon cancer (HNPCC).\nC. multiple endocrine adenomatosis type 2.\nD. neurofibromatosis 1.\n", "target": "B. hereditary non-polyposis colon cancer (HNPCC)."}, {"input": "The common mutation in α-thalassaemia consists of:\nA. a deletion.\nB. a duplication.\nC. an insertion.\nD. a point mutation.\n", "target": "A. a deletion."}, {"input": "A baby born with pulmonary hypoplasia secondary to oligohydramnios caused by renal agenesis would be classified as having:\nA. an association.\nB. a dysplasia.\nC. a sequence.\nD. a syndrome.\n", "target": "C. a sequence."}, {"input": "The ______ is the set of observable characteristics and is the sum of genetic and environmental effects.\nA. genotype\nB. phenotype\nC. both genotype and phenotype\nD. neither genotype or phenotype\n", "target": "B. phenotype"}, {"input": "Which of the following trisomy karyotypes has the mildest effect on human development?\nA. 47,XXX\nB. 47,XXY\nC. 47,XX,+13\nD. 47,XY,+21\n", "target": "A. 47,XXX"}, {"input": "Mutations that cause achondroplasia exert an effect which can be classified as:\nA. dominant negative.\nB. gain-of-function.\nC. haploinsufficiency.\nD. loss-of-function.\n", "target": "B. gain-of-function."}, {"input": "The presence of two or more cell lines from different zygotes in a single individual is known as:\nA. mosaicism.\nB. diploidy.\nC. aneuploidy.\nD. chimaerism.\n", "target": "D. chimaerism."}, {"input": "The risk for miscarriage associated with amniocentesis is approximately ____.\nA. 1 in 10\nB. 1 in 50\nC. 1 in 100 to 1 in 200\nD. 1 in 1000\n", "target": "C. 1 in 100 to 1 in 200"}, {"input": "Autozygosity mapping is used to map disorders that show which pattern of inheritance?\nA. Autosomal dominant\nB. Autosomal recessive\nC. X-linked dominant\nD. X-linked recessive\n", "target": "B. Autosomal recessive"}, {"input": "Consanguinity shows a strong association with which pattern of inheritance?\nA. Autosomal dominant\nB. Autosomal recessive\nC. X-linked dominant\nD. X-linked recessive\n", "target": "B. Autosomal recessive"}, {"input": "Most new mutations appear to be\nA. beneficial\nB. neutral or deleterious\nC. present in homozygotes rather than heterozygotes\nD. detectable using allozyme studies (protein electrophoresis)\n", "target": "B. neutral or deleterious"}, {"input": "Twin studies in humans are useful because\nA. they allow genetic as opposed to environmental influences on variation in a trait to be estimated\nB. cloning of genes is facilitated by the presence of extra copies\nC. they allow improved expression of genes\nD. twins have a greater likelihood of being heterozygous\n", "target": "A. they allow genetic as opposed to environmental influences on variation in a trait to be estimated"}, {"input": "Complete the following sentence. The Philadelphia chromosome:\nA. is an example of gene amplification.\nB. is a product of a reciprocal translocation.\nC. causes Burkitt's lymphoma.\nD. causes retinoblastoma.\n", "target": "B. is a product of a reciprocal translocation."}, {"input": "Enzyme assay can be used to identify carriers of:\nA. Cystic fibrosis.\nB. Fragile X syndrome.\nC. Oculocutaneous albinism.\nD. Tay-Sachs disease.\n", "target": "D. Tay-Sachs disease."}, {"input": "A high blood ammonia level occurs in:\nA. galactosaemia.\nB. Hurler's syndrome.\nC. ornithine transcarbamylase (OTC) deficiency.\nD. phenylketonuria.\n", "target": "C. ornithine transcarbamylase (OTC) deficiency."}, {"input": "In genome-wide association studies, known SNPs explain ______ of the variation in body mass index despite the evidence of greater than 50% heritability from twin and family studies.\nA. only 5%\nB. less than 1%\nC. only 13%\nD. less than 2%\n", "target": "D. less than 2%"}, {"input": "Differential distribution of substances in the egg most typically results in:\nA. differences in gene expression which may establish a pattern in the embryo as the cells divide\nB. amplification of specific genes during development\nC. development of polyploid tissues\nD. loss of specific genes during development\n", "target": "A. differences in gene expression which may establish a pattern in the embryo as the cells divide"}, {"input": "Which of the following conditions is not caused by a mutation in FGFR3?\nA. Achondroplasia\nB. Crouzon syndrome\nC. Thanatophoric dysplasia\nD. Waardenburg syndrome\n", "target": "D. Waardenburg syndrome"}]}