{"name": "MMLU Clinical Knowledge", "description": "MMLU measure knowledge acquired during pretraining by evaluating models exclusively in zero-shot and few-shot settings. This particular dataset contains questions on MMLU Clinical Knowledge", "reference": "https://github.com/hendrycks/test", "license": "MIT License", "examples": [{"input": "What size of cannula would you use in a patient who needed a rapid blood transfusion (as of 2020 medical knowledge)?\nA. 18 gauge.\nB. 20 gauge.\nC. 22 gauge.\nD. 24 gauge.\n", "target": "A. 18 gauge."}, {"input": "The key attribute in successful marathon running is:\nA. strength.\nB. power.\nC. stride length.\nD. stamina.\n", "target": "D. stamina."}, {"input": "Which of the following is the commonest cause of dementia in the UK?\nA. Alzheimer's disease.\nB. Cerebrovascular (stroke) disease.\nC. Lewy body dementia.\nD. HIV infection.\n", "target": "A. Alzheimer's disease."}, {"input": "Which of the following is NOT a symptom of anaphylaxis?\nA. Stridor.\nB. Bradycardia.\nC. Severe wheeze.\nD. Rash.\n", "target": "B. Bradycardia."}, {"input": "In what situation are closed pouches applied?\nA. The patient has a semi-formed or liquid output.\nB. The patient has a colostomy.\nC. In the immediate post-operative period.\nD. The patient has a urostomy.\n", "target": "B. The patient has a colostomy."}, {"input": "With an increasing number of sprints the:\nA. anaerobic contribution progressively increases.\nB. pH of the muscle falls below 6.0.\nC. blood glucose concentration falls below 3 mmol/L.\nD. relative contribution of aerobic metabolism increases.\n", "target": "D. relative contribution of aerobic metabolism increases."}, {"input": "Which of the following is true in diplopia?\nA. Diplopia can never occur if one eye is covered\nB. The outer image is always the false image\nC. A fourth nerve palsy occurs when the patient looks upwards\nD. A sixth nerve palsy causes a divergent squint\n", "target": "B. The outer image is always the false image"}, {"input": "Sodium bicarbonate ingestion improves middle distance running performance by:\nA. elevating the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle.\nB. reducing the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle.\nC. elevating the pH and buffering capacity of the extracellular fluid allowing a faster influx of hydrogen ions into muscle.\nD. elevating the pre-exercise muscle pH.\n", "target": "A. elevating the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle."}, {"input": "Codons are composed of:\nA. triplet sequences of nucleotide bases in mRNA or DNA .\nB. quadruplet sequences of nucleotide bases in mRNA or DNA.\nC. triplet sequences of amino acids in polypeptide chains.\nD. triplet sequences of deoxyribose sugars in DNA.\n", "target": "A. triplet sequences of nucleotide bases in mRNA or DNA ."}, {"input": "Fatty acids are transported into the mitochondria bound to:\nA. thiokinase.\nB. coenzyme A (CoA).\nC. acetyl-CoA.\nD. carnitine.\n", "target": "D. carnitine."}, {"input": "Which of the answers below best indicates the compatible blood types that can be given to a person with a blood group B (rhesus negative)?\nA. Blood type AB (rhesus negative), blood type B, and blood type O (rhesus negative).\nB. Blood type B (rhesus positive) and blood type O (rhesus positive).\nC. Blood type B (rhesus negative) and blood type O (rhesus negative).\nD. Blood type B (rhesus negative) only.\n", "target": "C. Blood type B (rhesus negative) and blood type O (rhesus negative)."}, {"input": "Which of the following is true of a lower motor neurone lesion in the arm?\nA. It leads to increased tone in the arm (hypertonia)\nB. Fasciculations are never seen\nC. The reflexes are brisk\nD. An ulna nerve palsy is an example of a lower motor neurone lesion\n", "target": "D. An ulna nerve palsy is an example of a lower motor neurone lesion"}, {"input": "Which of the following statements is false?\nA. Ammonia is produced in repeated high intensity exercise.\nB. Muscle lactate accumulation does not begin until at least 5 seconds of intermittent muscle contractions have taken place.\nC. Muscle phosphocreatine depletion begins in the first few seconds of high intensity exercise.\nD. With an increasing number of repeated sprints the rate of accumulation of lactate in muscle declines.\n", "target": "B. Muscle lactate accumulation does not begin until at least 5 seconds of intermittent muscle contractions have taken place."}, {"input": "Glycogen breakdown in muscle initially results in the formation of:\nA. glucose.\nB. glucose-1-phosphate.\nC. glucose-6-phosphate.\nD. glucose-1,6-diphosphate.\n", "target": "B. glucose-1-phosphate."}, {"input": "The two principal contractile proteins found in skeletal muscle are:\nA. actin and troponin.\nB. actin and myosin.\nC. troponin and tropomyosin.\nD. myosin and tropomyosin.\n", "target": "B. actin and myosin."}, {"input": "Which one of the following represents a IIIrd cranial nerve palsy and is a neurosurgical emergency?\nA. Unilateral constricted pupil.\nB. Bilateral constricted pupils.\nC. Unilateral fixed dilated pupil.\nD. Oval shaped pupils.\n", "target": "C. Unilateral fixed dilated pupil."}, {"input": "Which of the following is true about a thyroid swelling?\nA. It always elevates on swallowing\nB. Lymph node enlargement is a good prognostic sign\nC. An ultrasound of the swelling is the best test to determine whether the nodule is actively secreting hormone\nD. A functioning nodule on isotope scanning is unlikely to be due to cancer\n", "target": "D. A functioning nodule on isotope scanning is unlikely to be due to cancer"}, {"input": "Which of the following is true of hepatomegaly?\nA. Emphysema is a cause\nB. The liver enlarges downwards from the left hypochondrium\nC. The presence of jaundice, spider naevi and purpura suggest alcohol as a cause\nD. The liver is usually resonant to percussion\n", "target": "C. The presence of jaundice, spider naevi and purpura suggest alcohol as a cause"}, {"input": "Which of the following is true regarding reflexes?\nA. A positive babinski reflex is the same as a normal flexor response in the assessment of the plantar reflex\nB. An extensor plantar response indicates a lower motor neurone lesion\nC. The root value of the ankle reflex is S1\nD. The root value of the knee reflex is L1, L2\n", "target": "C. The root value of the ankle reflex is S1"}, {"input": "Which of the following is true of facial nerve palsy?\nA. Bells palsy is another term for an upper motor neurone lesion\nB. Ramsay Hunt Syndrome is an upper motor neurone lesion secondary to a Herpes Zoster infection\nC. An inability to close the eyelid on the paralysed side indicates a lower motor neurone lesion\nD. In Bell's Palsy the sense of taste is never affected\n", "target": "C. An inability to close the eyelid on the paralysed side indicates a lower motor neurone lesion"}, {"input": "What is a colles fracture?\nA. Hand fracture.\nB. Elbow fracture.\nC. Finger fracture.\nD. Fracture of the radius and ulna at the wrist.\n", "target": "D. Fracture of the radius and ulna at the wrist."}, {"input": "If a transfusion reaction is suspected, you should:\nA. turn off the transfusion, inform medical staff immediately, and follow transfusion policy advice on dealing with acute transfusion reactions.\nB. leave the transfusion running and contact the medical staff immediately.\nC. disconnect and dispose of the blood bag immediately.\nD. leave the transfusion running and record a set of observations on the patient.\n", "target": "A. turn off the transfusion, inform medical staff immediately, and follow transfusion policy advice on dealing with acute transfusion reactions."}, {"input": "Once a prescribed unit of blood product has been obtained from the blood bank and is out of refrigeration, the transfusion should commence within what period of time before it starts to deteriorate (as of 2020 medical knowledge)?\nA. 30 minutes.\nB. 90 minutes.\nC. 4 hours.\nD. 12 hours.\n", "target": "A. 30 minutes."}, {"input": "Which of the following statements is true about informal carers (as of 2020)?\nA. 50% of over 65s are providing informal care.\nB. One in six over 65s is providing some form of informal care.\nC. Informal carers should not be included in discharge planning.\nD. The majority of informal carers are fit and active.\n", "target": "B. One in six over 65s is providing some form of informal care."}, {"input": "Which of the following processes is not used to modify protein structure after translation has occurred?\nA. Lipidation.\nB. Attachment of more amino acids via peptide bonds.\nC. Glycosylation.\nD. Phosphorylation.\n", "target": "B. Attachment of more amino acids via peptide bonds."}, {"input": "Why would you need to carry out a bladder washout for a patient at home?\nA. When their urine is clear.\nB. When the catheter is blocked.\nC. When the catheter is bypassing.\nD. When the catheter is dirty.\n", "target": "B. When the catheter is blocked."}, {"input": "A 14-16 gauge needle is most likely to be used for:\nA. children.\nB. elderly patients.\nC. inserting in the back of the hand.\nD. trauma or burns patients.\n", "target": "D. trauma or burns patients."}, {"input": "Which of these features suggest that a crackling sound is more likely due to a pleural friction rub than crackles?\nA. More prominent in expiration\nB. Alters with coughing\nC. No pain over the area\nD. Clubbing\n", "target": "A. More prominent in expiration"}, {"input": "In games like soccer the blood lactate concentration:\nA. rarely increases above 3 mM.\nB. is usually lower at the end of the game than at the end of the first half.\nC. is usually higher at the end of the game than at the end of the first half.\nD. increases throughout the course of the game as the players become more fatigued.\n", "target": "B. is usually lower at the end of the game than at the end of the first half."}, {"input": "Lactate and hydrogen ions leave the muscle:\nA. via a cotransport mechanism with carnosine.\nB. via an active transport mechanism.\nC. via a protein transporter molecule.\nD. by simple diffusion.\n", "target": "C. via a protein transporter molecule."}, {"input": "Which of the following is true of the spine?\nA. Back pain is an uncommon complaint\nB. Schober's test is designed to quantify the flexion of the lumbar spine\nC. Ankylosing spondylitis is a cause of hypermobility of the spine\nD. Pregnancy is a cause of loss of lordosis of the lumbar spine\n", "target": "B. Schober's test is designed to quantify the flexion of the lumbar spine"}, {"input": "Which of the following is true of psoriatic arthropathy?\nA. The absence of plaques of psoriasis excludes the diagnosis\nB. The diagnosis can be confirmed by a blood marker\nC. Tophi can sometimes be seen over affected joints\nD. Nail pitting may give a clue to the diagnosis\n", "target": "D. Nail pitting may give a clue to the diagnosis"}, {"input": "Which of the following is true of Graves Disease of the thyroid?\nA. It is a cause of ophthalmoplegia\nB. It causes a large multi-nodular goitre\nC. It is commoner in males than females\nD. In the past, Grave's disease sometimes caused 'Derbyshire Neck'\n", "target": "A. It is a cause of ophthalmoplegia"}, {"input": "Which of the following is true of calcium metabolism?\nA. Calcitonin causes a rise in plasma calcium\nB. Primary hyperparathyroidism is usually asymptomatic\nC. Vitamin D is secreted by the parathyroid glands\nD. Oliguria is a symptom of hypercalcaemia\n", "target": "B. Primary hyperparathyroidism is usually asymptomatic"}, {"input": "Kinase reactions:\nA. inhibit ATP breakdown.\nB. involve the addition or removal of a phosphate group.\nC. involve the addition or removal of a ketone group.\nD. involve the addition or removal of an amino acid to a polypeptide chain.\n", "target": "B. involve the addition or removal of a phosphate group."}, {"input": "The normal respiratory rate for an adult male is:\nA. 10-12 breaths per minute.\nB. 8-10 breaths per minute.\nC. 20-22 breaths per minute.\nD. 14-16 breaths per minute.\n", "target": "D. 14-16 breaths per minute."}, {"input": "Collagen fibres:\nA. are re-established in the first five days of wound healing.\nB. provide a bridge across the surface of a wound.\nC. take some time to re-establish.\nD. are not needed if a wound is healing by primary intention.\n", "target": "C. take some time to re-establish."}, {"input": "Which of the following releases most energy when completely oxidised in the body?\nA. One gram of glucose\nB. One gram of palmitic acid\nC. One gram of leucine\nD. One gram of alcohol\n", "target": "B. One gram of palmitic acid"}, {"input": "Embedded in the inner membrane of the mitochondrion are:\nA. the enzymes of the tricarboxylic acid cycle (Krebs' cycle).\nB. the components of the electron transport chain.\nC. glycogen molecules.\nD. triacylglycerol molecules.\n", "target": "B. the components of the electron transport chain."}, {"input": "If the mean rate of oxygen consumption of a male athlete during a training session is 2 l/min, then his rate of energy expenditure is approximately:\nA. 400 kJ/min.\nB. 200 kJ/min.\nC. 80 kJ/min.\nD. 40 kJ/min.\n", "target": "D. 40 kJ/min."}, {"input": "A normal heart rate for an adult at rest is:\nA. 60-80 bpm.\nB. 60-100 bpm.\nC. 60-90 bpm.\nD. 60-110 bpm.\n", "target": "B. 60-100 bpm."}, {"input": "Which of the following statements is false?\nA. Phosphofructokinase is the rate limiting enzyme in glycolysis.\nB. Phosphorylase activity is higher in Type II fibres than in Type I fibres.\nC. Endurance training increases the amount of TCA cycle enzymes in muscle.\nD. Oxygen is consumed in the TCA cycle.\n", "target": "D. Oxygen is consumed in the TCA cycle."}, {"input": "Which of the following is true in ulna nerve palsy?\nA. The ulna nerve can be affected by a fracture of the spiral groove of the humerus\nB. It gives rise to a positive phalen's sign\nC. It leads to loss of sensation over the medial half of the hand and medial one and a half digits on both palmar and dorsal aspects of the hand\nD. It supplies the biceps muscles\n", "target": "C. It leads to loss of sensation over the medial half of the hand and medial one and a half digits on both palmar and dorsal aspects of the hand"}, {"input": "How much toothpaste is recommended for cleaning teeth?\nA. A smear.\nB. A pea-sized amount.\nC. The length of the toothbrush.\nD. Half an inch.\n", "target": "B. A pea-sized amount."}, {"input": "Which of the following is true about Cushing's Syndrome?\nA. It is due to a deficiency of cortisol hormone\nB. Enlarged extremities are commonly seen\nC. Osteoporosis is not a feature\nD. A moon face and a buffalo hump are characteristic of the disease\n", "target": "D. A moon face and a buffalo hump are characteristic of the disease"}, {"input": "The main factors determining success in sport are:\nA. a high energy diet and large appetite.\nB. high intelligence and motivation to succeed.\nC. a good coach and the motivation to succeed.\nD. innate ability and the capacity to respond to the training stimulus.\n", "target": "D. innate ability and the capacity to respond to the training stimulus."}, {"input": "In a double stranded molecule of DNA, the ratio of purines : pyrimidines is:\nA. variable.\nB. determined by the base sequence in RNA.\nC. genetically determined.\nD. always 1:1.\n", "target": "D. always 1:1."}, {"input": "Performance enhancing synthetic steroids are based on the structure of the hormone:\nA. testosterone.\nB. cortisol.\nC. progesterone.\nD. aldosterone.\n", "target": "A. testosterone."}, {"input": "Glycogen breakdown in exercising muscle is activated by:\nA. insulin.\nB. cortisol.\nC. increased pH.\nD. none of the above.\n", "target": "D. none of the above."}, {"input": "Most of the free fatty acids are transported in the blood:\nA. inside the red blood cells.\nB. as lipoproteins.\nC. combined with glucose.\nD. bound to albumin.\n", "target": "D. bound to albumin."}, {"input": "How often should a cannula be flushed?\nA. Every 4 hours.\nB. Every 8 hours.\nC. Every 12 hours.\nD. Every 16 hours.\n", "target": "C. Every 12 hours."}, {"input": "The activity of creatine kinase is:\nA. increased when intracellular ADP rises.\nB. increased when muscle pH falls below 6.9.\nC. always lower in Type II fibres than Type I fibres.\nD. increased after a period of endurance training.\n", "target": "A. increased when intracellular ADP rises."}, {"input": "The smallest increments on a mercury and aneroid sphygmomanometer measure are:\nA. 10 mmHg.\nB. 4 mmHg.\nC. 2 mmHg.\nD. 1 mmHg.\n", "target": "C. 2 mmHg."}, {"input": "Which of the following is not an abnormal breathing pattern seen in head injury and altered conscious level?\nA. Cheyne-Stokes respiration.\nB. Anaerobic respiration.\nC. Hyperventilation.\nD. Ataxic breathing.\n", "target": "B. Anaerobic respiration."}, {"input": "During CPR chest compressions and ventilations should be delivered in a ratio of:\nA. 2:25\nB. 15:02\nC. 1:05\nD. 30:02:00\n", "target": "D. 30:02:00"}, {"input": "A person weighs 62 kg. Their drug dose is 15 mg/kg. How many grams is their dose? Choose one answer from the following:\nA. 930\nB. 93\nC. 9.3\nD. 0.93\n", "target": "D. 0.93"}, {"input": "An expected side effect of creatine supplementation is:\nA. muscle weakness.\nB. gain in body mass.\nC. muscle cramps.\nD. loss of electrolytes.\n", "target": "B. gain in body mass."}, {"input": "The cardiac cycle consists of the phases:\nA. systole, diastole, and rest.\nB. contraction, relaxation, and rest.\nC. diastole and systole.\nD. diastole, systole, and contraction.\n", "target": "C. diastole and systole."}, {"input": "Which of the following factors does not influence success in sport?\nA. Ability to tolerate heavy training without succumbing to illness or injury.\nB. Tactics.\nC. The diet.\nD. Ingestion of carnitine during exercise.\n", "target": "D. Ingestion of carnitine during exercise."}, {"input": "The chain of survival has four links. Put the following list in the correct order: 1. Early defibrillation; 2. Early CPR; 3. Recognition and call for help early; 4. Post-resuscitation care.\nA. 3, 1, 2, 4.\nB. 3, 2, 1, 4.\nC. 1, 2, 3, 4.\nD. 2, 1, 3, 4.\n", "target": "B. 3, 2, 1, 4."}, {"input": "A fundamental cause of fatigue in high intensity exercise is:\nA. a fall in the cell concentration of ADP.\nB. inhibition of ATP production.\nC. failure of the ATP supply to match the demand.\nD. lack of skill.\n", "target": "C. failure of the ATP supply to match the demand."}, {"input": "Which of the following is true about possible rectal findings?\nA. The finding of a palpable median groove in the prostate is an adverse finding\nB. Impacted faeces can sometimes be mistaken for a rectal tumour\nC. A thrombosed haemorrhoid is painless\nD. Peri-anal warts can only be demonstrated on proctoscopy\n", "target": "B. Impacted faeces can sometimes be mistaken for a rectal tumour"}, {"input": "What commonly causes skin excoriation?\nA. A well-fitting pouch.\nB. Changing the pouch every day.\nC. Leakage of effluent onto peristomal skin.\nD. The use of unscented soap to cleanse the skin.\n", "target": "C. Leakage of effluent onto peristomal skin."}, {"input": "Which of the following is true of Systemic Sclerosis?\nA. It affects males more than females\nB. If telangiectasia are seen this clinches the diagnosis\nC. Arachnodactyly is a feature of the disease\nD. Patients have a beaked shaped nose and waxy skin\n", "target": "D. Patients have a beaked shaped nose and waxy skin"}, {"input": "A palpable left parasternal impulse suggests which abnormality?\nA. Right ventricular hypertrophy\nB. Aortic stenosis\nC. Aortic regurgitation\nD. Left ventricular hypertrophy\n", "target": "A. Right ventricular hypertrophy"}, {"input": "In hypovolaemic shock, what percentage of blood can be lost before it is reflected in changes in heart rate and blood pressure?\nA. 5%\nB. 10%\nC. 20%\nD. 30%\n", "target": "D. 30%"}, {"input": "Which of the following best describes the effects of morphine?\nA. Reduces pain intensity and increases alertness.\nB. Reduces pain intensity but also causes sedation.\nC. Reduces pain intensity but also causes diarrhoea.\nD. Reduces pain intensity but also causes insomnia.\n", "target": "B. Reduces pain intensity but also causes sedation."}, {"input": "Which of the following is true of headache?\nA. When associated with neck stiffness is always due to meningitis\nB. Severe pain usually indicates a life threatening cause\nC. Temporal arteritis is strongly associated with rheumatoid arthritis\nD. Tension headaches is a common cause of headache\n", "target": "D. Tension headaches is a common cause of headache"}, {"input": "Between contractions of the left ventricle the blood continues to flow through the vessels because:\nA. the atria are contracting.\nB. the vessels are contracted.\nC. the right ventricle is relaxed.\nD. the arteries have elastic recoil.\n", "target": "D. the arteries have elastic recoil."}, {"input": "What might make the nurse think a patient could not use an inhaler?\nA. Severe leg ulcers.\nB. Previous recovery from an acute exacerbation of asthma.\nC. Forthcoming surgery.\nD. Poor technique, physical impairment, or lack of understanding.\n", "target": "D. Poor technique, physical impairment, or lack of understanding."}, {"input": "Removal of adhesive strips:\nA. can be carried out by the patient.\nB. should be undertaken under aseptic conditions.\nC. is a specialist skill.\nD. should not be undertaken until at least seven days after application.\n", "target": "A. can be carried out by the patient."}, {"input": "During CPR, chest compressions should be delivered at a rate of:\nA. 80/minute.\nB. as fast as possible.\nC. 100/minute.\nD. varies with each patient.\n", "target": "C. 100/minute."}, {"input": "Which of the following physiological characteristics is not important for success in endurance events such as the marathon race?\nA. The ability to regulate body temperature.\nB. The ability to supply oxygen to the exercising muscles.\nC. The availability of body stores of carbohydrate.\nD. Muscle ATP and phosphocreatine content.\n", "target": "D. Muscle ATP and phosphocreatine content."}, {"input": "When using an inhaler, when should a patient be asked to rinse their mouth?\nA. Before using their bronchodilator inhaler.\nB. After using their bronchodilator inhaler.\nC. Before using their steroid inhaler.\nD. After using their steroid inhaler.\n", "target": "D. After using their steroid inhaler."}, {"input": "Muscle lactate production increases when:\nA. oxygen is readily available.\nB. pyruvate cannot be formed from glucose breakdown.\nC. the pH of the muscle falls.\nD. glycolysis is activated at the onset of exercise.\n", "target": "D. glycolysis is activated at the onset of exercise."}, {"input": "What is the minimum time a stretch should be held for?\nA. 0-10 seconds.\nB. 10-30 seconds.\nC. 30-50 seconds.\nD. 60 seconds.\n", "target": "B. 10-30 seconds."}, {"input": "What three factors regulate stroke volume?\nA. Blood volume, preload, and afterload.\nB. Preload, contractility, and afterload.\nC. Contractility, blood volume, and blood pressure.\nD. Cardiac output, contractility, and blood volume.\n", "target": "B. Preload, contractility, and afterload."}, {"input": "Name the bones of the middle finger in the correct order from the hand.\nA. Proximal phalynx, middle phalynx, distal phalynx.\nB. Distal phalynx, middle phalynx, proximal phalynx.\nC. Middle phalynx, distal phalynx, proximal phalynx.\nD. Distal phalynx, proximal phalynx, middle phalynx.\n", "target": "A. Proximal phalynx, middle phalynx, distal phalynx."}, {"input": "Which of the following promotes glucose and amino acid uptake by muscle?\nA. Adrenaline\nB. Insulin\nC. Glycogen\nD. Cortisol\n", "target": "B. Insulin"}, {"input": "An ileostomy opening should be:\nA. flush with the skin.\nB. 3-5cm in length.\nC. below skin level.\nD. over 5cm in length.\n", "target": "B. 3-5cm in length."}, {"input": "Which of the following would not be done before catheterizing?\nA. Gain patient consent.\nB. Patient to be washed.\nC. Expiry dates to be checked.\nD. Ring patient's next of kin.\n", "target": "D. Ring patient's next of kin."}, {"input": "Hydrogen ions are formed when:\nA. glycogen becomes depleted.\nB. phosphocreatine breakdown occurs.\nC. pyruvate is converted to lactate.\nD. glycolysis is being used as a major means of resynthesising ATP.\n", "target": "D. glycolysis is being used as a major means of resynthesising ATP."}, {"input": "Which one of the following manoeuvres is not a central painful stimulus?\nA. Supra-orbital ridge pressure.\nB. Pressure on the little finger pulp.\nC. Trapezius squeeze.\nD. Sternal rub.\n", "target": "B. Pressure on the little finger pulp."}, {"input": "Dopamine is prescribed at a rate of 4 micrograms/kg/min. For a 65 kg person, how many milligrams will they receive in an hour?\nA. 156\nB. 15.6\nC. 1.56\nD. 15600\n", "target": "B. 15.6"}, {"input": "Which of the following is true about the rectal examination?\nA. If the patient refuses a chaperone the doctor can overrule them\nB. The rectal examination is of no value in a neurological examination\nC. The optimum position of the patient is on their right side with their knees extended\nD. The rectal examination is indicated for the assessment of some gastrointestinal disorders\n", "target": "D. The rectal examination is indicated for the assessment of some gastrointestinal disorders"}, {"input": "Why can't a patient talk if the cuff is inflated?\nA. They are unable to breathe in sufficiently.\nB. They are unable to swallow properly.\nC. It is too tiring.\nD. They are unable to pass air through their vocal cords.\n", "target": "D. They are unable to pass air through their vocal cords."}, {"input": "Wound drainage should be assessed for volume and consistency:\nA. each time post-operative observations are undertaken.\nB. daily.\nC. every hour.\nD. only when the wound dressing is changed.\n", "target": "A. each time post-operative observations are undertaken."}, {"input": "Creatine is synthesized from:\nA. amino acids in the muscles.\nB. amino acids in the liver.\nC. amino acids in the kidneys.\nD. creatinine in the kidneys.\n", "target": "B. amino acids in the liver."}, {"input": "If a catheter resists all attempts to unblock it and you are unable to remove it, what should you do?\nA. Try harder to remove it.\nB. Try harder to unblock it.\nC. Leave it until next time.\nD. Call for assistance from a medical practitioner.\n", "target": "D. Call for assistance from a medical practitioner."}, {"input": "Bladder washout solution should be:\nA. warm.\nB. cold.\nC. refrigerated.\nD. room temperature.\n", "target": "D. room temperature."}, {"input": "When developing a plan of care relating to the management of a person's pain, attention should be given to the following needs:\nA. physical and pharmacological needs only.\nB. physical and psychological needs only.\nC. physical, psychological, and pharmacological needs followed by regular reassessment.\nD. none of the above, as the main priority is to limit drug side effects.\n", "target": "C. physical, psychological, and pharmacological needs followed by regular reassessment."}, {"input": "Patients with the apolipoprotein E gene are at risk of which disease?\nA. Cystic fibrosis.\nB. Huntington's dementia.\nC. Alzheimer's disease.\nD. Depression.\n", "target": "C. Alzheimer's disease."}, {"input": "Which of the following groups of drugs may cause a dry mouth?\nA. Steroids.\nB. Analgesics.\nC. Antidepressants.\nD. Antifungal agents.\n", "target": "C. Antidepressants."}, {"input": "Which of the following is not a true statement?\nA. Muscle glycogen is broken down enzymatically to glucose-1-phosphate\nB. Elite endurance runners have a high proportion of Type I fibres in their leg muscles\nC. Liver glycogen is important in the maintenance of the blood glucose concentration\nD. Insulin promotes glucose uptake by all tissues in the body\n", "target": "D. Insulin promotes glucose uptake by all tissues in the body"}, {"input": "If a patient is cyanosed, what might their oxygen saturation level be?\nA. 98% or above.\nB. 94% or above.\nC. 80% or below.\nD. 85% or above.\n", "target": "C. 80% or below."}, {"input": "When assessing a patient's breathing:\nA. always remove dentures.\nB. look for chest movements and use a mirror to check for exhaled air.\nC. look for chest movements, listen for breath sounds, and feel for exhaled air on your cheek.\nD. assess for 30 seconds.\n", "target": "C. look for chest movements, listen for breath sounds, and feel for exhaled air on your cheek."}, {"input": "A person is prescribed Ropinirole 1.5 mg divided into three doses. How many micrograms is each dose? Choose one answer from the following:\nA. 5\nB. 50\nC. 0.5\nD. 500\n", "target": "D. 500"}, {"input": "Which of the following is thought to be implicated in the development of peripheral muscle fatigue during multiple sprint activities?\nA. An accumulation of inorganic phosphate.\nB. Development of hyperosmolality in the muscles.\nC. An excess of antioxidants.\nD. A lack of potassium.\n", "target": "A. An accumulation of inorganic phosphate."}, {"input": "The ATP store in muscle can only supply energy in high intensity exercise for about:\nA. 2 milliseconds.\nB. 2 seconds.\nC. 10 seconds.\nD. 20 seconds.\n", "target": "B. 2 seconds."}, {"input": "960 mg of the antibacterial drug Cotrimoxazole is prescribed every 12 hours. What is the daily dose in grams? Choose one answer from the following:\nA. 0.192\nB. 1.92\nC. 1920\nD. 0.96\n", "target": "B. 1.92"}, {"input": "Which of the following is true of hypothyroidism?\nA. Weight loss\nB. Pre-tibial myxoedema\nC. A raised TSH level\nD. An aversion to warm places\n", "target": "C. A raised TSH level"}, {"input": "What is hypochlorhydria?\nA. Increased amount of gastric acid.\nB. Gastric ulceration.\nC. Reduced amount of gastric acid.\nD. Pernicious anaemia.\n", "target": "C. Reduced amount of gastric acid."}, {"input": "A 67-year-old man, three hours post-transurethral resection of prostate with irrigation, has a blocked catheter. Which solution should be used to complete bladder washout?\nA. Solution R.\nB. Normal saline.\nC. Solution G.\nD. Any of the above.\n", "target": "B. Normal saline."}, {"input": "A keloid is:\nA. evidence of infection.\nB. a firm mass of scar tissue.\nC. a fine, hairline scar.\nD. formed if a wound drain is removed too soon.\n", "target": "B. a firm mass of scar tissue."}, {"input": "Which of the following is not an amino acid?\nA. Glutamic acid\nB. Aspartic acid\nC. Glutamine\nD. Palmitic acid\n", "target": "D. Palmitic acid"}, {"input": "Wound drainage is described as serous if:\nA. it contains red blood cells.\nB. it is thick and yellow or green.\nC. it contains microorganisms.\nD. it is clear or slightly yellow.\n", "target": "D. it is clear or slightly yellow."}, {"input": "The sex of a child is dictated by the inheritance of:\nA. the number of X chromosomes from the mother.\nB. a recessive allele on the X chromosome.\nC. a single Y chromosome from the mother.\nD. a single Y chromosome from the father.\n", "target": "D. a single Y chromosome from the father."}, {"input": "Which of the following is true in spastic paraplegia?\nA. Multiple Sclerosis can cause this neurological pattern\nB. Proprioceptive loss is a common feature\nC. Coordination in the legs is affected\nD. The tone is normal or flaccid\n", "target": "A. Multiple Sclerosis can cause this neurological pattern"}, {"input": "The synthesis of glucose from lactate, glycerol, or amino acids is called:\nA. glycogenolysis.\nB. glycolysis.\nC. lipolysis.\nD. gluconeogenesis.\n", "target": "D. gluconeogenesis."}, {"input": "If a blood unit has been out of refrigeration for longer than the accepted time limit, you should:\nA. transfuse it as soon as possible and annotate the patient's notes with the time of administration.\nB. dispose of the contents in the sluice area, keeping the bag for record purposes.\nC. return it to the blood bank and inform them of why you have done so.\nD. refrigerate for a minimum of 12 hours and then administer it.\n", "target": "C. return it to the blood bank and inform them of why you have done so."}, {"input": "The auscultatory gap is:\nA. when you can no longer hear the Korotkoff sounds because the bladder is equal with the diastolic pressure.\nB. when the Korotkoff sounds can be heard between systolic and diastolic phases.\nC. when the Korotkoff sounds disappear then return during phase 2 as the bladder is deflated.\nD. When the Korotkoff sounds do not disappear when the cuff is fully deflated.\n", "target": "C. when the Korotkoff sounds disappear then return during phase 2 as the bladder is deflated."}, {"input": "How many different types of microorganisms may colonize the mouth?\nA. 35\nB. 100\nC. 350\nD. 500\n", "target": "C. 350"}, {"input": "Why should shampoo not be used for washing the skin when showering or bathing?\nA. It is more slippery than soap or emollients.\nB. It will not produce sufficient lather.\nC. It is not cost-effective.\nD. It can cause dryness of the skin.\n", "target": "D. It can cause dryness of the skin."}, {"input": "Which of the following is the same strength as Adrenaline 1 in 1000? Choose one answer from the following:\nA. 1 mg/mL\nB. 1 mg/L\nC. 1 g/mL\nD. 100 micrograms/mL\n", "target": "A. 1 mg/mL"}, {"input": "An allele that is masked is referred to as:\nA. recessive.\nB. redundant.\nC. repressed.\nD. reclusive.\n", "target": "A. recessive."}, {"input": "Hypernatraemic dehydration is:\nA. water intake is less than is needed to maintain balance.\nB. water intake is more than is needed to maintain balance.\nC. blood volume is lost due to trauma or burns.\nD. blood volume is lost due to surgery.\n", "target": "A. water intake is less than is needed to maintain balance."}, {"input": "Which of the following is not associated with an increase in the work of breathing?\nA. Rise in respiratory rate.\nB. Noisy breathing.\nC. Increase in the use of accessory muscles.\nD. A respiratory rate of 16 breaths per minute.\n", "target": "D. A respiratory rate of 16 breaths per minute."}, {"input": "Which of the following can act as an intracellular buffer to limit pH changes when the rate of glycolysis is high?\nA. Glutamine\nB. Glucose\nC. Carnosine\nD. Amylase\n", "target": "C. Carnosine"}, {"input": "Which of the following is true about Addisons Disease?\nA. It is due to a deficiency of prolactin hormone\nB. Leads to generalized pigmentation\nC. It is a recognized cause of hypertension\nD. Diabetes is a complication\n", "target": "B. Leads to generalized pigmentation"}, {"input": "Which of the following are indicative signs and symptoms of circulatory overload?\nA. Hypothermia, hypotension, and bradycardia.\nB. Hypotension, oliguria, and uticaria.\nC. Shivering, pyrexia, and thirst.\nD. Dyspnoea, tachycardia, and distended neck veins.\n", "target": "D. Dyspnoea, tachycardia, and distended neck veins."}, {"input": "What is the most likely cause of acute urinary retention of urine?\nA. Haematuria.\nB. Bladder outflow obstruction.\nC. Drinking alcohol.\nD. Kidney stones.\n", "target": "B. Bladder outflow obstruction."}, {"input": "Which of the following tools is the first choice for cleaning the mouth?\nA. Small, soft toothbrush.\nB. Gloved finger wrapped in gauze.\nC. Forceps wrapped in gauze.\nD. Foam stick.\n", "target": "A. Small, soft toothbrush."}, {"input": "Which of the following drugs may be used to enhance gastric motility?\nA. Adrenaline.\nB. Ditropan.\nC. Erythromycin.\nD. Carbemazepine.\n", "target": "C. Erythromycin."}, {"input": "The creatine kinase reaction is:\nA. irreversible.\nB. slow compared with glycolysis.\nC. not activated until all the ATP has been used up.\nD. inhibited by low pH in the muscle.\n", "target": "D. inhibited by low pH in the muscle."}, {"input": "Where should a stoma be sited?\nA. The rectus sheath abdominus.\nB. Next to the umbilicus.\nC. Within an abdominal crease.\nD. In close proximity to the incision site.\n", "target": "A. The rectus sheath abdominus."}, {"input": "Women's world record performances have improved rapidly in recent years mainly because:\nA. women have evolved a greater muscle mass.\nB. women can now run faster than men.\nC. women have started training at an earlier age.\nD. more women are now engaged in sport.\n", "target": "D. more women are now engaged in sport."}, {"input": "Our genetic material is made up of:\nA. deoxyribonucleic acid.\nB. ribonucleic acid.\nC. dinitronucleic acid.\nD. protein.\n", "target": "A. deoxyribonucleic acid."}, {"input": "Insensible loss does not come from:\nA. pyrexia.\nB. using unhumidified oxygen.\nC. excessive weight loss.\nD. diarrhoea.\n", "target": "C. excessive weight loss."}, {"input": "Exhaustion, confusion, and unresponsiveness can be indicators of:\nA. respiratory failure.\nB. being generally unwell.\nC. renal failure.\nD. cardiac failure.\n", "target": "A. respiratory failure."}, {"input": "Pairs of electrons carried in the form, FADH2 and NADH+H, collectively contain enough free energy to rephosphorylate:\nA. 6 ATP.\nB. 5 ATP.\nC. 4 ATP.\nD. 3 ATP.\n", "target": "B. 5 ATP."}, {"input": "A muscle fibre relaxes when:\nA. the nerve stimulus is removed.\nB. the nerve stimulus is too forceful.\nC. the actin binding sites are uncovered.\nD. the actin binding sites are saturated.\n", "target": "A. the nerve stimulus is removed."}, {"input": "Which of the following best describes the Golgi tendon organ?\nA. Proprioceptive motor receptor found within main muscle body.\nB. Proprioceptive sensory receptor found at the junction between muscle and tendon.\nC. Proprioceptive sensory receptor found within main muscle body.\nD. Proprioceptive motor receptor found at the junction between muscle and tendon.\n", "target": "B. Proprioceptive sensory receptor found at the junction between muscle and tendon."}, {"input": "The pulse can be palpated:\nA. every time the atria contracts.\nB. when a vein is close to the surface of the skin.\nC. every time the left ventricle contracts.\nD. when an artery is close to the surface of the skin.\n", "target": "D. when an artery is close to the surface of the skin."}, {"input": "The pyruvate dehydrogenase complex:\nA. is located in the sarcoplasm.\nB. catalyses the conversion of pyruvate to acetyl CoA.\nC. catalyses the conversion of pyruvate to lactate.\nD. catalyses the conversion of lactate to pyruvate.\n", "target": "B. catalyses the conversion of pyruvate to acetyl CoA."}, {"input": "Which of the following is true about the knee joint?\nA. The knee is a ball and socket joint\nB. A baker's cyst can sometimes be found anterior to the knee\nC. The patellar tap is used to demonstrate an effusion\nD. 'knock knee' deformity is due to bilateral genu varum\n", "target": "C. The patellar tap is used to demonstrate an effusion"}, {"input": "Who is the publication Your guide to the NHS written for?\nA. GPs.\nB. Patient lobby groups.\nC. The general public.\nD. Patients admitted to hospital.\n", "target": "C. The general public."}, {"input": "Which of the following is true about the assessment of arm reflexes?\nA. The root value of the biceps reflex is C5, C6\nB. If no reflex is elicited when you tap a tendon it is documented as absent\nC. The triceps tendon is struck in the antecubital fossa\nD. Brisk finger jerks confirm a lower motor neurone lesion\n", "target": "A. The root value of the biceps reflex is C5, C6"}, {"input": "Which of these is most likely to cause deviation of the trachea?\nA. A left basal pneumonia\nB. A small right pleural effusion\nC. Previous tuberculosis of the right upper lobe\nD. Idiopathic fibrosing alveolitis\n", "target": "C. Previous tuberculosis of the right upper lobe"}, {"input": "What is the risk if water is used for bladder washout in secondary care?\nA. Fluid may bypass when the washout is carried out.\nB. Bladder washout may be unsuccessful.\nC. Using water may cause electrolyte imbalance.\nD. The medical staff may be unhappy.\n", "target": "C. Using water may cause electrolyte imbalance."}, {"input": "What is the 'normal' range of flexion at the knee joint?\nA. 0-115 degrees.\nB. 0-135 degrees.\nC. 0-155 degrees.\nD. 0-175 degrees.\n", "target": "B. 0-135 degrees."}, {"input": "Which of the following is not a controlled drug?\nA. A 30 milligram ampoule of Codeine Phosphate for injection.\nB. A sustained release Morphine tablet.\nC. A 12.5 microgram Fentanyl patch.\nD. A 500 ml bottle of Morphine 10 mg in 5 ml in oral suspension.\n", "target": "D. A 500 ml bottle of Morphine 10 mg in 5 ml in oral suspension."}, {"input": "After what period of time does maximal dynamic exercise become predominantly aerobic?\nA. 10 seconds\nB. 30 seconds\nC. 1 minute\nD. 4 minutes\n", "target": "C. 1 minute"}, {"input": "The trigger to initiate the contractile process in skeletal muscle is:\nA. potassium binding to myosin.\nB. calcium binding to tropomyosin.\nC. ATP binding to the myosin cross bridges.\nD. calcium binding to troponin.\n", "target": "D. calcium binding to troponin."}, {"input": "Which of the following is NOT a sign of phlebitis?\nA. Swelling.\nB. Redness.\nC. Exudate.\nD. Cool to the touch.\n", "target": "D. Cool to the touch."}, {"input": "The energy charge of the cell is:\nA. the difference between the charge on the outside and inside of a cell.\nB. generated by the sodium-potassium ATPase.\nC. the overall rate of energy use by the cell.\nD. the extent to which the total adenine nucleotide pool is phosphorylated.\n", "target": "D. the extent to which the total adenine nucleotide pool is phosphorylated."}, {"input": "The sarcoplasmic reticulum in muscle cells acts as a:\nA. store of digestive enzymes.\nB. store of sodium ions.\nC. store of lipid.\nD. store of calcium ions.\n", "target": "D. store of calcium ions."}, {"input": "Which of the following parameters are seen on typical neurological observation charts?\nA. Urine output.\nB. Temperature.\nC. Central venous pressure.\nD. Blood glucose.\n", "target": "B. Temperature."}, {"input": "In the discharge checklist recommended by the Department of Health (2004), who should be involved in completing the form?\nA. The GP, consultant, and named nurse.\nB. The nurse, patient, and ward clerk.\nC. The nurse, ward clerk, and consultant.\nD. The nurse, consultant, and GP.\n", "target": "B. The nurse, patient, and ward clerk."}, {"input": "Which of the following is true regarding the complications of a large goitre?\nA. It causes stridor due to compression of the oesophagus\nB. Dysphagia is an indication for surgery\nC. It causes hoarseness due to compression of the trachea\nD. It causes a more florid thyrotoxicosis than a smaller goitre\n", "target": "B. Dysphagia is an indication for surgery"}, {"input": "The heart has:\nA. two valves and two chambers.\nB. four valves and four chambers.\nC. two valves and four chambers.\nD. four valves and two chambers.\n", "target": "B. four valves and four chambers."}, {"input": "Which one of the following groups of patients should be assessed using an Early Warning Score (EWS)?\nA. Only patients over 60 years of age.\nB. Only patients admitted to the Emergency Department.\nC. Only patients who have been on an Intensive care/High dependency unit.\nD. Any patient who is acutely unwell pre-operatively or post-operatively and those who have undergone major surgery.\n", "target": "D. Any patient who is acutely unwell pre-operatively or post-operatively and those who have undergone major surgery."}, {"input": "What is the purpose of the cuff on a tracheostomy tube?\nA. To create an air seal within the trachea and reduce the risk of aspirating saliva or gastric contents.\nB. To reduce local oedema.\nC. To assist with swallowing.\nD. To allow the patient to talk.\n", "target": "A. To create an air seal within the trachea and reduce the risk of aspirating saliva or gastric contents."}, {"input": "What type of covalent bonds link the amino acids in a protein?\nA. Peptide bonds\nB. Hydrogen bonds\nC. Ionic bonds\nD. Glycosidic bonds\n", "target": "A. Peptide bonds"}, {"input": "Which is the most reliable way to assess for clubbing?\nA. Inspect the nail-bed angle from above\nB. Assessing the fluctuancy of the nail-bed\nC. Schamroth's sign\nD. Inspect the nail-bed angle from the side\n", "target": "D. Inspect the nail-bed angle from the side"}, {"input": "The term gene doping refers to:\nA. the use of drugs to modify gene transcription.\nB. the use of genetic manipulation techniques to enhance performance in sport.\nC. the activation or inhibition of genes to mask drug taking by athletes.\nD. the use of drugs to modify the myostatin gene.\n", "target": "B. the use of genetic manipulation techniques to enhance performance in sport."}, {"input": "Name three of the five main uses of the hand.\nA. Touch, feel, stroke.\nB. Grip, percussion, sensory.\nC. Tap, slap, clap.\nD. Touch, pinch, grasp.\n", "target": "B. Grip, percussion, sensory."}, {"input": "Which of the following is true about an abdominal mass?\nA. A pulsatile mass is always due to an aortic aneurysm\nB. An enlarged kidney is dull to percussion\nC. A large mass arising out of the pelvis which disappears following urethral catheterization is caused by an ovarian cyst\nD. An indentible mass is caused by faecal loading of the colon\n", "target": "D. An indentible mass is caused by faecal loading of the colon"}, {"input": "Which of the following is not a category used to classify patients according to the Glasgow Coma Scale?\nA. Eye opening.\nB. Verbal response.\nC. Best motor response.\nD. Pupil response.\n", "target": "D. Pupil response."}, {"input": "Which of these combinations of clinical features is most suggestive of mixed mitral valve disease with a predominance of mitral regurgitation?\nA. Displaced apex beat; soft first heart sound; pan-systolic murmur; short mid-diastolic murmur\nB. Irregularly, irregular pulse; displaced apex beat; ejection systolic murmur; short mid-diastolic murmur\nC. Displaced apex beat; normal first heart sound; pan-systolic murmur; long mid-diastolic murmur\nD. Tapping apex beat; loud first heart sound; pan-systolic murmur; long mid-diastolic murmur\n", "target": "A. Displaced apex beat; soft first heart sound; pan-systolic murmur; short mid-diastolic murmur"}, {"input": "Prior to undergoing a painful procedure, a patient should be informed about what to expect and how their pain will be controlled, as this is associated with:\nA. a reduction in anxiety and perceived pain intensity.\nB. an increased use of analgesia.\nC. a decrease in the frequency of pain-related problems such as nausea and vomiting.\nD. an increased urine output.\n", "target": "A. a reduction in anxiety and perceived pain intensity."}, {"input": "The conversion of one molecule of glucose to two molecules of pyruvate results in the net formation of:\nA. six molecules of water.\nB. two molecules of ATP.\nC. three molecules of ATP.\nD. thirty-eight molecules of ATP.\n", "target": "B. two molecules of ATP."}, {"input": "The net production of ATP via substrate-level phosphorylation in glycolysis is:\nA. 2 from glucose and 3 from glycogen.\nB. 2 from glucose and 4 from glycogen.\nC. 3 from glucose and 4 from glycogen.\nD. 3 from glucose and 2 from glycogen.\n", "target": "A. 2 from glucose and 3 from glycogen."}, {"input": "Which of the following is true about rectal bleeding?\nA. A painful digital examination suggests an anal fissure\nB. Bright red blood on the finger usually signifies a caecal lesion\nC. Proctoscopy is of no value in the assessment of rectal bleeding\nD. Rectal cancer is the commonest cause of rectal bleeding\n", "target": "A. A painful digital examination suggests an anal fissure"}, {"input": "Mutations are errors in DNA that:\nA. are always harmful.\nB. only occur in the presence of carcinogens.\nC. increase tumour growth.\nD. occur spontaneously at a low rate.\n", "target": "D. occur spontaneously at a low rate."}, {"input": "When recording peak flow results, within how many litres/minute should the three readings be?\nA. 10 litres per minute of each other.\nB. 20 litres per minute of each other.\nC. 100 litres per minute of each other.\nD. 30 litres per minute of each other.\n", "target": "B. 20 litres per minute of each other."}, {"input": "Peak flow meters record:\nA. the lowest rate of air expelled from the lungs through an open mouth.\nB. forced expiratory volume.\nC. forced vital capacity.\nD. the highest rate of air expelled from the lungs through an open mouth.\n", "target": "D. the highest rate of air expelled from the lungs through an open mouth."}, {"input": "Which of the following should patients remember when taking paracetamol?\nA. It can interfere with the effectiveness of other drugs such as Warfarin.\nB. It should only be given on an 'as required' basis.\nC. Patients should carefully check the contents of over-the-counter cold remedies in order to prevent accidental overdose, as such preparations often contain additional paracetamol.\nD. It is contraindicated in patients with pyrexia.\n", "target": "C. Patients should carefully check the contents of over-the-counter cold remedies in order to prevent accidental overdose, as such preparations often contain additional paracetamol."}, {"input": "Which of the following molecules does not form part of DNA?\nA. Purine\nB. Pyrimidine\nC. Deoxyribose\nD. Amino acid\n", "target": "D. Amino acid"}, {"input": "Which of the following is true about jaundice?\nA. Pale stools and dark urine are characteristic of the jaundice of haemalytic anaemia\nB. Bilirubin is used by the liver in the synthesis of red blood cells\nC. Itching may be a sign of obstructive jaundice\nD. Putting a danger of infection sticker on blood samples from an intravenous drug user with jaundice is optional\n", "target": "C. Itching may be a sign of obstructive jaundice"}, {"input": "Which of the following nucleotide bases is not found in RNA?\nA. Thymine\nB. Adenine\nC. Uracil\nD. Guanine\n", "target": "A. Thymine"}, {"input": "Bronchial breathing is characterized by\nA. Inspiratory component louder and longer with a gap between expiration and inspiration\nB. Expiratory component louder and longer with a gap between inspiration and expiration\nC. Inspiratory component louder and longer with a gap between inspiration and expiration\nD. Expiratory component louder and longer with a gap between expiration and inspiration\n", "target": "B. Expiratory component louder and longer with a gap between inspiration and expiration"}, {"input": "Which of the following drugs is most commonly responsible for patients who present with acute confusion?\nA. Heroin (opiates).\nB. Ecstasy.\nC. Alcohol.\nD. Cannabis.\n", "target": "C. Alcohol."}, {"input": "The frontal lobe of the brain's cortex is responsible for which of the following?\nA. The sleep/wake cycle.\nB. The ability to draw shapes.\nC. Understanding others' speech.\nD. Visual perception.\n", "target": "B. The ability to draw shapes."}, {"input": "The carpal bones are the small bones of the wrist - name them.\nA. Scaphoid, lunate, triquetral, pisiform, trapezium, trapezoid, capitate, hamate.\nB. Scaphoid, lunar, triquetrium, pisiform, radius, ulna, capitates.\nC. Scaphoid, proximal phalynx, humerus, hamate, capitate.\nD. Scaphoid, radius, ulna, cunniform, trapezius.\n", "target": "A. Scaphoid, lunate, triquetral, pisiform, trapezium, trapezoid, capitate, hamate."}, {"input": "The process of translation requires the presence of:\nA. mRNA, tRNA and ribosomes.\nB. mRNA, ribosomes and RNA polymerase.\nC. DNA, mRNA and RNA polymerase.\nD. chromatin, DNA and amino acids.\n", "target": "A. mRNA, tRNA and ribosomes."}, {"input": "What is 'coring'?\nA. A symptom of phlebitis.\nB. Titration of a drug with its desired effect.\nC. The delivery of medication straight into the bloodstream.\nD. When drugs are withdrawn from a sealed vial, fragments of the rubber bung can be cut out by the needle.\n", "target": "D. When drugs are withdrawn from a sealed vial, fragments of the rubber bung can be cut out by the needle."}, {"input": "What must you ensure before a speaking valve is used?\nA. That the patient is able to swallow properly.\nB. It is seven days after the tracheostomy tube was first inserted.\nC. The cuff is deflated.\nD. The cuff is inflated.\n", "target": "C. The cuff is deflated."}, {"input": "Which one of the following statements is true with regard to intravenous drug administration?\nA. IV administration of a drug will delay its action.\nB. IV administration carries low risk of bacteraemia.\nC. IV administration allows titration of a drug with its desired effect.\nD. An intravenous cannula should never be used for both drug and fluid administration.\n", "target": "C. IV administration allows titration of a drug with its desired effect."}, {"input": "Which of the following factors can affect enzyme activity?\nA. Temperature.\nB. pH.\nC. The presence of certain metal ions.\nD. All of the above.\n", "target": "D. All of the above."}, {"input": "For very high force contractions lasting 1-2 seconds, the initial energy source is from:\nA. Glycolysis.\nB. creatine phosphorylation.\nC. phosphocreatine stores.\nD. ATP stores.\n", "target": "D. ATP stores."}, {"input": "A change in blood pressure is detected by the:\nA. baroreceptors.\nB. chemoreceptors.\nC. vasomotor centre.\nD. cardiovascular centre.\n", "target": "A. baroreceptors."}, {"input": "Blood clots are responsible for repeatedly blocking a catheter. What should you do?\nA. Call for help.\nB. Inform medical staff.\nC. Inform the patient.\nD. Remove the catheter and recatheterize.\n", "target": "B. Inform medical staff."}, {"input": "What is the pH of water?\nA. 3.5\nB. 7\nC. 12\nD. 6.25\n", "target": "B. 7"}, {"input": "How long can a cannula remain in situ?\nA. 24 hours.\nB. 36 hours.\nC. 48 hours.\nD. 96 hours.\n", "target": "D. 96 hours."}, {"input": "Metabolism is determined by the:\nA. size of proteins in the cell.\nB. availability of amino acids.\nC. proteins formed as dictated by the genetic material.\nD. amino acid composition of the ribonucleic acids.\n", "target": "C. proteins formed as dictated by the genetic material."}, {"input": "How many chromosomes do all human somatic cells contain?\nA. 3\nB. 20\nC. 23\nD. 46\n", "target": "D. 46"}, {"input": "Under what circumstances would you use antibiotics prior to catheterization?\nA. If the patient has had a catheter in situ for a week.\nB. If the patient does not have urinary tract infection.\nC. If patient has an artificial heart valve.\nD. If the patient requests them.\n", "target": "C. If patient has an artificial heart valve."}, {"input": "Which of these features suggest that a pulsation in the neck is arterial?\nA. A waggling earlobe\nB. Positive for hepatojugular reflux\nC. No variation with posture\nD. Pressure in the root of the neck reduces the impulse\n", "target": "C. No variation with posture"}, {"input": "The rate limiting enzyme of glycolysis is:\nA. phosphorylase.\nB. hexokinase.\nC. pyruvate dehydrogenase.\nD. phosphofructokinase.\n", "target": "D. phosphofructokinase."}, {"input": "Which of the following is true about haemorrhoids?\nA. Bleeding haemorrhoids lead to melaena per rectum (PR)\nB. Pregnancy is a predisposing factor in causing haemorrhoids\nC. Bleeding from first degree haemorrhoids is associated with pain\nD. Second degree haemorrhoids cannot be returned to the anal canal\n", "target": "B. Pregnancy is a predisposing factor in causing haemorrhoids"}, {"input": "Selective Androgen Receptor Modulators (SARMs) are:\nA. steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones.\nB. steroid drugs that act on androgen receptors antagonising the effects of natural steroid hormones.\nC. non-steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones.\nD. non-steroid drugs that act on androgen receptors inhibiting the effects of natural steroid hormones.\n", "target": "C. non-steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones."}, {"input": "The β-oxidation of a molecule of palmitic acid, CH3(CH2)14CO2H:\nA. yields 8 molecules of acetyl-CoA and some ATP and water.\nB. yields 16 molecules of acetyl-CoA only.\nC. yields carbon dioxide and water only.\nD. does not involve oxygen.\n", "target": "A. yields 8 molecules of acetyl-CoA and some ATP and water."}, {"input": "Which products of ADP degradation increase in concentration in the blood during multiple sprint sports?\nA. Ammonia, hypoxanthine and uric acid.\nB. Ammonia, urea and uric acid.\nC. Ammonia, urea and creatinine.\nD. Ammonia, urea and creatine.\n", "target": "A. Ammonia, hypoxanthine and uric acid."}, {"input": "The optimum position for performing CPR is to position the patient:\nA. in a semi-recumbent posture.\nB. tilted to the left to keep the heart perfused.\nC. flat on a firm surface.\nD. on the floor with the legs raised.\n", "target": "C. flat on a firm surface."}, {"input": "The complete resynthesis of phosphocreatine after very high intensity exercise normally takes:\nA. about 10 seconds.\nB. about 30 seconds.\nC. about 1 minute.\nD. about 4 minutes.\n", "target": "D. about 4 minutes."}, {"input": "What type of joint is the elbow?\nA. Ball and socket joint.\nB. Fused joint.\nC. Synovial hinge joint.\nD. Plain joint.\n", "target": "C. Synovial hinge joint."}, {"input": "A hypertonic solution is:\nA. a solution that has a higher concentration of solutes than the normal human cell.\nB. a solution that blocks off enteral tubes easily.\nC. a solution that has a lower concentration of solutes than the normal human cell.\nD. a solution with a high fibre content.\n", "target": "A. a solution that has a higher concentration of solutes than the normal human cell."}, {"input": "Which of these is not necessary when examining the jugular venous pulse?\nA. Patient's neck muscles should be relaxed\nB. Timing the pulsation with the radial pulse\nC. Good lighting\nD. Patient lying at 45 degree angle\n", "target": "B. Timing the pulsation with the radial pulse"}, {"input": "The maximum sustainable power:\nA. usually remains constant during a race.\nB. declines with the distance of the race.\nC. is improved by a high fat diet.\nD. is inversely related to muscle glycogen content.\n", "target": "B. declines with the distance of the race."}, {"input": "Fast-twitch fibres contain:\nA. a relatively large number of mitochondria and low ATPase activity.\nB. a relatively small number of mitochondria and low ATPase activity.\nC. a relatively small number of mitochondria and high ATPase activity.\nD. a relatively large number of mitochondria and high ATPase activity.\n", "target": "C. a relatively small number of mitochondria and high ATPase activity."}, {"input": "The rate of blood lactate accumulation is determined by:\nA. the rate of muscle lactate production and the rate of muscle lactate efflux.\nB. the rate of anaerobic glycolysis.\nC. the rate of muscle glucose uptake.\nD. the difference between the rate of lactate appearance and the rate of lactate clearance.\n", "target": "D. the difference between the rate of lactate appearance and the rate of lactate clearance."}, {"input": "The enzymes of glycolysis are located in the:\nA. mitochondrion.\nB. nucleus.\nC. cytoplasm.\nD. lysosomes.\n", "target": "C. cytoplasm."}, {"input": "The energy released from the breakdown of the high-energy phosphates, ATP and phosphocreatine, can sustain maximal exertion exercise for about:\nA. 1-2 seconds.\nB. 5-10 seconds.\nC. 30-40 seconds.\nD. 50-60 seconds.\n", "target": "B. 5-10 seconds."}, {"input": "Prosthetic groups are:\nA. required by all enzymes in the cell.\nB. loosely bound to enzymes via hydrogen bonds.\nC. sites on the enzyme molecule that permit allosteric modification of enzyme activity.\nD. tightly bound to enzymes and are required for their activity.\n", "target": "D. tightly bound to enzymes and are required for their activity."}, {"input": "Which of the following is true in peripheral neuropathy?\nA. Sensory loss is demonstrated in a stocking distribution\nB. The tone is increased bilaterally in the legs\nC. Reflexes are very brisk with reinforcement\nD. Weakness is more marked proximally than distally\n", "target": "A. Sensory loss is demonstrated in a stocking distribution"}, {"input": "Which of the following is true about involuntary movements in the arm?\nA. Alcohol makes the tremor of benign essential tremor worse\nB. Hemiballismus is due to a stroke causing paralysis of the distal half of the arm\nC. A 'milkmaid' grip is sometimes found in dystonia\nD. Writer's cramp is an example of a focal dystonia\n", "target": "D. Writer's cramp is an example of a focal dystonia"}, {"input": "Which of these options is not recognized as a cause of chronic cough?\nA. Gastro-oesophageal reflux disease\nB. Angiotensin Converting Enzyme (ACE) inhibitors\nC. Long-term smoking\nD. Sodium valproate\n", "target": "D. Sodium valproate"}, {"input": "Which of the following is recommended for cleaning the mouth?\nA. Hydrogen peroxide.\nB. Water.\nC. Lemon and glycerine swabs.\nD. Normal saline.\n", "target": "B. Water."}, {"input": "As a general principle what is the best approach to the use of analgesic drugs following surgery?\nA. Give drugs only 'as required'.\nB. Give drugs regularly with provision for additional 'as required' pain relief for breakthrough pain.\nC. Use long-acting drugs twice daily.\nD. Give only when pain scores are high.\n", "target": "B. Give drugs regularly with provision for additional 'as required' pain relief for breakthrough pain."}, {"input": "Which of the following best describes nociceptive pain?\nA. Pain resulting from actual or potential tissue damage, which causes the release of chemical mediators that stimulate nerve fibres to initiate pain signals to the brain.\nB. Pain resulting from pressure upon a nerve or group of nerves.\nC. A disorder of a specific nerve or group of nerves resulting in the release of abnormal pain signals.\nD. Pain resulting from a disorder of the central nervous system, i.e. following a cerebral vascular accident.\n", "target": "A. Pain resulting from actual or potential tissue damage, which causes the release of chemical mediators that stimulate nerve fibres to initiate pain signals to the brain."}, {"input": "Complete the following: A variation of serial peak flow readings over a two week period are considered diagnostic in . . .\nA. . . . asthma.\nB. . . . COPD.\nC. . . . pneumonia.\nD. . . . tuberculosis.\n", "target": "A. . . . asthma."}, {"input": "Under which circumstances would you not use a catheter valve?\nA. If the patient is post-operative.\nB. If the patient chooses it.\nC. If the patient has bladder sensation.\nD. If urine does not need to be measured.\n", "target": "A. If the patient is post-operative."}, {"input": "Which of the following is true of Paget's Disease?\nA. Bowing of a long bone is a characteristic feature\nB. Spinal cord compression is a common complication\nC. Heart failure is not a recognized complication\nD. Pathological fractures are not a feature\n", "target": "A. Bowing of a long bone is a characteristic feature"}, {"input": "Your first action following confirmation of cardiac arrest is to:\nA. ensure the emergency team/services are called.\nB. give two rescue breaths.\nC. give 30 chest compressions.\nD. check the notes to see if the patient has a DNAR order.\n", "target": "A. ensure the emergency team/services are called."}, {"input": "What is an urgent reason for catheterizing a patient?\nA. Acute urinary retention.\nB. Urinary tract infection.\nC. Incontinence.\nD. Because they asked.\n", "target": "A. Acute urinary retention."}, {"input": "Which of the following is true?\nA. Increasing the protein intake above 3 grams per kg body mass per day will stimulate muscle growth and increase strength.\nB. Creatine supplements can increase muscle strength and power.\nC. Amino acid supplements can increase muscle strength and power.\nD. Muscle damage is induced by shortening contractions.\n", "target": "B. Creatine supplements can increase muscle strength and power."}, {"input": "Who has legal responsibility for a patient's care during hospital admission, stay, and discharge?\nA. The named nurse.\nB. The named consultant.\nC. The ward manager.\nD. The GP.\n", "target": "B. The named consultant."}, {"input": "Endurance training increases the muscle's capacity to:\nA. contract faster.\nB. break down phosphocreatine.\nC. burn fat and carbohydrate.\nD. generate energy anaerobically.\n", "target": "C. burn fat and carbohydrate."}, {"input": "An action potential arriving at the motor endplate causes release of:\nA. acetylcholine which traverses the neuromuscular junction.\nB. sodium ions which binds to sodium receptors on the muscle membrane.\nC. calcium ions which initiate an action potential along the muscle fibre.\nD. noradrenaline which increases muscle metabolic activity.\n", "target": "A. acetylcholine which traverses the neuromuscular junction."}, {"input": "Your patient has diabetes. Why is this important?\nA. These patients are more likely to bleed.\nB. These patients are more likely to get urinary tract infections if their blood sugar is unstable.\nC. These patients are more likely to have clear urine.\nD. These patients are less likely to have catheter encrustation.\n", "target": "B. These patients are more likely to get urinary tract infections if their blood sugar is unstable."}, {"input": "What is meant by the term 'passive movements'?\nA. Movement with resistance, stretching at end of range.\nB. Movement without resistance, stretching at end of range.\nC. Movement with resistance, stopping at end of range.\nD. Movement without resistance, stopping at end of range.\n", "target": "D. Movement without resistance, stopping at end of range."}, {"input": "What is a tracheostomy?\nA. An opening in the anterior wall of the trachea above the cricoid cartilage.\nB. An opening in the anterior wall of the trachea below the cricoid cartilage.\nC. An opening in the anterior chest wall.\nD. An opening in the posterior wall of the trachea below the cricoid cartilage.\n", "target": "B. An opening in the anterior wall of the trachea below the cricoid cartilage."}, {"input": "Which of the following is true of haematemesis?\nA. A low blood pressure (<90mmHg systolic) and a tachycardia (>100/min) are worrying features\nB. A pulse rate of 80/min in a patient taking Bisoprolol is reassuring\nC. Abdominal pain is always present\nD. An alcohol history is not essential\n", "target": "A. A low blood pressure (<90mmHg systolic) and a tachycardia (>100/min) are worrying features"}, {"input": "Which of the following is true of rheumatoid arthritis?\nA. Rheumatoid factor is present in 25% of rheumatoid cases\nB. It is an example of an oligoarthropathy\nC. Anaemia is a common finding\nD. Heberden's nodes are a feature\n", "target": "C. Anaemia is a common finding"}, {"input": "Why should careful consideration be given to providing people aged over 65 with information sources that are internet based?\nA. They may have difficulty reading the screen.\nB. Less than 30% of people over 65 years have access to the internet.\nC. The internet is aimed at younger people.\nD. They may not be able to type.\n", "target": "B. Less than 30% of people over 65 years have access to the internet."}, {"input": "Which of the following is true about the carpal tunnel syndrome?\nA. It can be caused by rheumatoid arthritis\nB. It is caused by compression of the ulna nerve\nC. It causes pain and tingling in the medial three and half digits\nD. Paraesthesia is worse during the day\n", "target": "A. It can be caused by rheumatoid arthritis"}, {"input": "How many CO2 and ATP molecules are formed during one complete turn of the tricarboxylic acid cycle (Krebs' cycle)?\nA. 2CO2 and 2ATP\nB. 2CO2 and 16ATP\nC. 2CO2 and 12ATP\nD. 2CO2 and 1ATP\n", "target": "D. 2CO2 and 1ATP"}, {"input": "Which potential complication of IV therapy is described thus: 'Leakage of vesicant (irritant) medication or fluid into surrounding tissues, causing tissue damage'?\nA. Extravasation.\nB. Phlebitis.\nC. Inflammation.\nD. Infiltration.\n", "target": "A. Extravasation."}, {"input": "Which of the following is present in saliva and has an antibacterial action?\nA. Lysozyme.\nB. Amylase.\nC. Sodium chloride.\nD. Mucus.\n", "target": "A. Lysozyme."}, {"input": "The genome is:\nA. the number of chromosomes found in the somatic cells of an organism.\nB. the entire DNA sequence of an organism.\nC. the entire list of proteins that an organism is capable of producing.\nD. the DNA sequence of an entire chromosome.\n", "target": "B. the entire DNA sequence of an organism."}, {"input": "Alterations in which neurotransmitters in the brain by pharmacological agents has been shown to influence fatigue development?\nA. Acetyl choline and noradrenaline.\nB. Dopamine and acetyl choline.\nC. Glutamate and serotonin.\nD. Dopamine and serotonin.\n", "target": "D. Dopamine and serotonin."}, {"input": "In all-out exercise such as sprinting the first fibre types to fatigue are the:\nA. Type I fibres.\nB. Type Ia fibres.\nC. Type IIa fibres.\nD. Type IIX fibres.\n", "target": "D. Type IIX fibres."}, {"input": "The main fate of lactate that leaves muscle and enters the circulation is:\nA. conversion to urea in the liver.\nB. conversion to glucose in the heart.\nC. excretion via the kidneys.\nD. uptake and oxidation by other tissues.\n", "target": "D. uptake and oxidation by other tissues."}, {"input": "The most rapid method to resynthesize ATP during exercise is through:\nA. glycolysis.\nB. phosphocreatine breakdown.\nC. tricarboxylic acid cycle (Krebs' cycle).\nD. glycogenolysis.\n", "target": "B. phosphocreatine breakdown."}, {"input": "Which of the following is true in a sensory assessment of the arm?\nA. It is acceptable to test pain with a venepuncture needle\nB. Proprioception is appreciated via the same tracts as light touch\nC. It is best to test vibration sense with a 256 Hz tuning fork\nD. Impulses for pain travel principally up the dorsal columns\n", "target": "B. Proprioception is appreciated via the same tracts as light touch"}, {"input": "The blood glucose concentration during 80-90 minutes of intermittent high intensity exercise:\nA. frequently rises by 1 - 3 mM.\nB. remains relatively unchanged.\nC. frequently falls by 1 - 3 mM.\nD. falls to hypoglycaemic levels.\n", "target": "A. frequently rises by 1 - 3 mM."}, {"input": "One of the most common reasons for stoma formation is:\nA. irritable bowel syndrome.\nB. haemorrhoids.\nC. carcinoma.\nD. bladder instability.\n", "target": "C. carcinoma."}, {"input": "A surgical support can be used for:\nA. prolapsed stomas.\nB. high output stomas.\nC. herniation around the stoma.\nD. retraction of the stoma.\n", "target": "C. herniation around the stoma."}, {"input": "What size of catheter bag may be used at night?\nA. 350ml.\nB. 500ml.\nC. 1L.\nD. 2L.\n", "target": "D. 2L."}, {"input": "Anaerobic metabolism refers to the generation of ATP:\nA. without the involvement of ADP.\nB. without the use of glycogen.\nC. without the use of oxygen.\nD. in the absence of available oxygen.\n", "target": "C. without the use of oxygen."}, {"input": "Approximately how many kJ of energy are expended if an athlete's steady-rate oxygen uptake averages 3.0 l/min for 5 minutes of exercise?\nA. 60 kJ\nB. 150 kJ\nC. 300 kJ\nD. 500 kJ\n", "target": "C. 300 kJ"}, {"input": "A patient has been on the operating table for four hours. How long may it take for any pressure damage to be visible?\nA. 12 hours.\nB. 72 hours.\nC. 24 hours.\nD. 5 days.\n", "target": "B. 72 hours."}, {"input": "Eccrine and apocrine glands are both types of:\nA. sweat glands.\nB. salivary glands.\nC. chemoreceptors.\nD. tear ducts.\n", "target": "A. sweat glands."}, {"input": "Which of the following is true of the assessment of power in the arms?\nA. Grade 3/5 (MRC scale) represents movement of the arm only when gravity is eliminated\nB. Flexion at the elbow is produced by the triceps muscle\nC. The root value of shoulder abduction is C5\nD. Grade 1/5 power represents no movement or muscle contraction\n", "target": "C. The root value of shoulder abduction is C5"}, {"input": "Two of the following are evident - pain at IV site, erythema, and swelling. What stage on the phlebitis scale is this and what should you do?\nA. Stage 1 - observe cannula.\nB. Stage 2 - re-site cannula.\nC. Stage 3 - re-site cannula and consider treatment.\nD. Stage 0 - do nothing.\n", "target": "B. Stage 2 - re-site cannula."}, {"input": "Which hormone is primarily responsible for fluid regulation?\nA. Antidiuretic hormone.\nB. Insulin.\nC. Adrenaline.\nD. Testosterone.\n", "target": "A. Antidiuretic hormone."}, {"input": "The low intake of carbohydrate in the diet:\nA. does not influence exercise performance in events lasting less than 10 minutes.\nB. affects the resting muscle pH.\nC. may impair high intensity exercise performance.\nD. results in greater reliance on muscle glycogen during exercise.\n", "target": "C. may impair high intensity exercise performance."}, {"input": "Phophocreatine resynthesis during recovery from exercise is inhibited by:\nA. an excess of creatine.\nB. hyperventilation.\nC. an excess of oxygen.\nD. a lack of oxygen.\n", "target": "D. a lack of oxygen."}, {"input": "The transcription of DNA to a molecule of messenger RNA occurs:\nA. on the ribosomes.\nB. in the cytosol.\nC. in the nucleus.\nD. only during cell division.\n", "target": "C. in the nucleus."}, {"input": "Oedema is the presence of:\nA. excessive intravascular fluid.\nB. excessive extravascular fluid.\nC. excessive intracranial fluid.\nD. excessive necrotic cells.\n", "target": "B. excessive extravascular fluid."}, {"input": "Why should the short-acting bronchodilator be taken first?\nA. It works to dilate the airways quickly, allowing better deposition of other medications.\nB. They are colour-coded.\nC. It is warmer than the others.\nD. It is less moist than the others.\n", "target": "A. It works to dilate the airways quickly, allowing better deposition of other medications."}, {"input": "Which of the following is true about an intention tremor?\nA. It is worse at rest\nB. It is caused by Parkinson's Disease\nC. It is indicative of a cerebellar lesion\nD. Dyscalculia is a common association\n", "target": "C. It is indicative of a cerebellar lesion"}, {"input": "Glucose is transported into the muscle cell:\nA. via protein transporters called GLUT4.\nB. only in the presence of insulin.\nC. via hexokinase.\nD. via monocarbylic acid transporters.\n", "target": "A. via protein transporters called GLUT4."}, {"input": "Oxygen is used:\nA. in glycolysis.\nB. in the conversion of fatty acids to acetyl CoA.\nC. in the tricarboxylic acid cycle (Krebs' cycle).\nD. in glycogenolysis.\n", "target": "B. in the conversion of fatty acids to acetyl CoA."}, {"input": "Measuring the blood pressure in an arm that is above the level of the heart will:\nA. accurately estimate the blood pressure.\nB. overestimate the blood pressure.\nC. cause an auscultatory gap.\nD. underestimate the blood pressure.\n", "target": "D. underestimate the blood pressure."}, {"input": "When you are taking a musculoskeletal history which of the following is true?\nA. Drugs may be implicated in the causation of gout\nB. A history of diarrhoea is not relevant\nC. Difficulty rising from a chair is diagnostic of polymyalgic rheumatica\nD. Joint stiffness of 5 minutes duration suggests an arthropathy\n", "target": "A. Drugs may be implicated in the causation of gout"}, {"input": "Why are male patients advised to take their own electric razor to hospital?\nA. For patient comfort.\nB. To make hospital as familiar as possible.\nC. To minimize risk of cross-infection.\nD. To allow shaving at a time convenient to the patient.\n", "target": "C. To minimize risk of cross-infection."}, {"input": "Which organ secretes insulin?\nA. The gastric parietal cells.\nB. The pancreas.\nC. The walls of the large intestine.\nD. The autonomic nervous system.\n", "target": "B. The pancreas."}, {"input": "When teaching a patient inhaler technique, how will you ensure that a large proportion of the drug reaches the lower airways?\nA. Ask them to take lots of small, quick breaths in before using the inhaler.\nB. Ask them to breathe normally when using the inhaler.\nC. Ask them to perform the procedure as quickly as they can.\nD. Ask them to hold their breath at the end of the inspiration on using the inhaler.\n", "target": "D. Ask them to hold their breath at the end of the inspiration on using the inhaler."}, {"input": "Why should a patient stand or sit as upright as possible when recording a peak flow rate?\nA. To ensure best lung expansion and accuracy and consistency of readings.\nB. This is the most comfortable position to perform any breathing test.\nC. The counter on the meter will not move if the patient is lying down.\nD. To ensure that their technique can be observed easily.\n", "target": "A. To ensure best lung expansion and accuracy and consistency of readings."}, {"input": "Why might a patient need a tracheostomy?\nA. To repair vocal cords after paralysis.\nB. To aid swallowing.\nC. As an aid to weaning patients from a ventilator.\nD. Prior to neck surgery.\n", "target": "C. As an aid to weaning patients from a ventilator."}, {"input": "In general, the higher the intensity of exercise, the greater the proportional contribution of:\nA. aerobic energy production.\nB. anaerobic energy production.\nC. the TCA cycle (Krebs' cycle) to the production of ATP.\nD. the electron transfer chain to the production of ATP.\n", "target": "B. anaerobic energy production."}, {"input": "What is the second commonest hospital acquired infection?\nA. Urinary infection.\nB. Wound infection.\nC. Upper respiratory tract infection.\nD. Ventilator-associated pneumonia.\n", "target": "D. Ventilator-associated pneumonia."}, {"input": "Phosphocreatine in the muscle cell is found in:\nA. the mitochondria.\nB. all subcellular compartments.\nC. the sarcolemma.\nD. the cytoplasm.\n", "target": "D. the cytoplasm."}, {"input": "The patient's self-report of pain is important because health care staff:\nA. can overestimate the intensity of the patient's pain.\nB. underestimate the intensity of the patient's pain.\nC. do not possess an objective way of assessing pain.\nD. can use the information to prescribe and administer the least possible amount of pain relief.\n", "target": "C. do not possess an objective way of assessing pain."}]}