{"name": "PubMedQA", "description": "PubMedQA is a large-scale, multiple-choice question answering dataset designed to address realworld medical entrance exam questions. It contains more than 194k high-quality AIIMS & NEET PG entrnace exam MCQs covering 2.4k healthcare topics and 21 medical subjects.", "reference": "https://github.com/MedMCQA/MedMCQA", "license": "MIT License", "examples": [{"input": "Do mitochondria play a role in remodelling lace plant leaves during programmed cell death?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Landolt C and snellen e acuity: differences in strabismus amblyopia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Syncope during bathing in infants, a pediatric form of water-induced urticaria?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are the long-term results of the transanal pull-through equal to those of the transabdominal pull-through?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can tailored interventions increase mammography use among HMO women?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Double balloon enteroscopy: is it efficacious and safe in a community setting?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "30-Day and 1-year mortality in emergency general surgery laparotomies: an area of concern and need for improvement?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is adjustment for reporting heterogeneity necessary in sleep disorders?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do mutations causing low HDL-C promote increased carotid intima-media thickness?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "A short stay or 23-hour ward in a general and academic children's hospital: are they effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Did Chile's traffic law reform push police enforcement?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Therapeutic anticoagulation in the trauma patient: is it safe?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Differentiation of nonalcoholic from alcoholic steatohepatitis: are routine laboratory markers useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Prompting Primary Care Providers about Increased Patient Risk As a Result of Family History: Does It Work?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do emergency ultrasound fellowship programs impact emergency medicine residents' ultrasound education?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Patient-Controlled Therapy of Breathlessness in Palliative Care: A New Therapeutic Concept for Opioid Administration?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there still a need for living-related liver transplantation in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do patterns of knowledge and attitudes exist among unvaccinated seniors?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a model to teach and practice retroperitoneoscopic nephrectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Cardiovascular risk in a rural adult West African population: is resting heart rate also relevant?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Israeli hospital preparedness for terrorism-related multiple casualty incidents: can the surge capacity and injury severity distribution be better predicted?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Acute respiratory distress syndrome in children with malignancy--can we predict outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Secondhand smoke risk in infants discharged from an NICU: potential for significant health disparities?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do nomograms designed to predict biochemical recurrence (BCR) do a better job of predicting more clinically relevant prostate cancer outcomes than BCR?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are reports of mechanical dysfunction in chronic oro-facial pain related to somatisation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Amblyopia: is visual loss permanent?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Implementation of epidural analgesia for labor: is the standard of effective analgesia reachable in all women?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does HER2 immunoreactivity provide prognostic information in locally advanced urothelial carcinoma patients receiving adjuvant M-VEC chemotherapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is halofantrine ototoxic?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Visceral adipose tissue area measurement at a single level: can it represent visceral adipose tissue volume?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Necrotizing fasciitis: an indication for hyperbaric oxygenation therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is the Hawkins sign able to predict necrosis in fractures of the neck of the astragalus?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is a mandatory general surgery rotation necessary in the surgical clerkship?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is Acupuncture Efficacious for Treating Phonotraumatic Vocal Pathologies?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is aneurysm repair justified for the patients aged 80 or older after aneurysmal subarachnoid hemorrhage?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do general practice characteristics influence uptake of an information technology (IT) innovation in primary care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Prognosis of well differentiated small hepatocellular carcinoma--is well differentiated hepatocellular carcinoma clinically early cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do follow-up recommendations for abnormal Papanicolaou smears influence patient adherence?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Biomolecular identification of allergenic pollen: a new perspective for aerobiological monitoring?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does diabetes mellitus influence the efficacy of FDG-PET in the diagnosis of cervical cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Biomechanical and wound healing characteristics of corneas after excimer laser keratorefractive surgery: is there a difference between advanced surface ablation and sub-Bowman's keratomileusis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does radiotherapy of the primary rectal cancer affect prognosis after pelvic exenteration for recurrent rectal cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can a practicing surgeon detect early lymphedema reliably?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Colorectal cancer with synchronous liver metastases: does global management at the same centre improve results?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is motion perception deficit in schizophrenia a consequence of eye-tracking abnormality?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Transgastric endoscopic splenectomy: is it possible?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "It's Fournier's gangrene still dangerous?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is it appropriate to implant kidneys from elderly donors in young recipients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do provider service networks result in lower expenditures compared with HMOs or primary care case management in Florida's Medicaid program?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Assessment of carotid artery stenosis before coronary artery bypass surgery. Is it always necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Should direct mesocolon invasion be included in T4 for the staging of gastric cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do Surrogates of Injury Severity Influence the Occurrence of Heterotopic Ossification in Fractures of the Acetabulum?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does pretreatment with statins improve clinical outcome after stroke?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Processing fluency effects: can the content and presentation of participant information sheets influence recruitment and participation for an antenatal intervention?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Sternal fracture in growing children : A rare and often overlooked fracture?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is there a correlation between androgens and sexual desire in women?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does immediate breast reconstruction compromise the delivery of adjuvant chemotherapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Human papillomavirus and pterygium. Is the virus a risk factor?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can PRISM predict length of PICU stay?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can predilatation in transcatheter aortic valve implantation be omitted?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Autoerotic asphyxiation: secret pleasure--lethal outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Major depression and alcohol use disorder in adolescence: Does comorbidity lead to poorer outcomes of depression?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cold preparation use in young children after FDA warnings: do concerns still exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a 4 diagram manual enable laypersons to operate the Laryngeal Mask Supreme®?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can we measure mesopic pupil size with the cobalt blue light slit-lamp biomicroscopy method?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Should circumcision be performed in childhood?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does a colonoscopy after acute diverticulitis affect its management?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do instrumental activities of daily living predict dementia at 1- and 2-year follow-up?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the Simultaneous Use of a Neuroendoscope Influence the Incidence of Ventriculoperitoneal Shunt Infection?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Body perception: do parents, their children, and their children's physicians perceive body image differently?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is a specialised training of phonological awareness indicated in every preschool child?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is there any relationship between streptococcal infection and multiple sclerosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the combination with 2-methoxyestradiol able to reduce the dosages of chemotherapeutices in the treatment of human ovarian cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Assessing joint line positions by means of the contralateral knee: a new approach for planning knee revision surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the type of tibial component affect mechanical alignment in unicompartmental knee replacement?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is tumour expression of VEGF associated with venous invasion and survival in pT3 renal cell carcinoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Injury and poisoning mortality among young men--are there any common factors amenable to prevention?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Continuation of pregnancy after antenatal corticosteroid administration: opportunity for rescue?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does either obesity or OSA severity influence the response of autotitrating CPAP machines in very obese subjects?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the clinical presentation of a prior preterm birth predict risk in a subsequent pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the Distance Worth It?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Aripiprazole: a new risk factor for pathological gambling?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Immune suppression by lysosomotropic amines and cyclosporine on T-cell responses to minor and major histocompatibility antigens: does synergy exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does induction chemotherapy have a role in the management of nasopharyngeal carcinoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Treatment of contralateral hydrocele in neonatal testicular torsion: Is less more?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are normally sighted, visually impaired, and blind pedestrians accurate and reliable at making street crossing decisions?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is it Crohn's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is Chaalia/Pan Masala harmful for health?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does multi-modal cervical physical therapy improve tinnitus in patients with cervicogenic somatic tinnitus?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Detailed analysis of sputum and systemic inflammation in asthma phenotypes: are paucigranulocytic asthmatics really non-inflammatory?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is HIV/STD control in Jamaica making a difference?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is Panton-Valentine leucocidin associated with the pathogenesis of Staphylococcus aureus bacteraemia in the UK?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are even impaired fasting blood glucose levels preoperatively associated with increased mortality after CABG surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does positron emission tomography change management in primary rectal cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can you deliver accurate tidal volume by manual resuscitator?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can increases in the cigarette tax rate be linked to cigarette retail prices?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Vertical lines in distal esophageal mucosa (VLEM): a true endoscopic manifestation of esophagitis in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does hypoglycaemia increase the risk of cardiovascular events?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the radiographic transition zone correlate with the level of aganglionosis on the specimen in Hirschsprung's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is dexamethasone an effective alternative to oral prednisone in the treatment of pediatric asthma exacerbations?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Mammographic screening in Sami speaking municipalities and a control group. Are early outcome measures influenced by ethnicity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do Electrochemiluminescence Assays Improve Prediction of Time to Type 1 Diabetes in Autoantibody-Positive TrialNet Subjects?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Assessment of appropriate antimicrobial prescribing: do experts agree?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a favorable subset of patients with prostate cancer who develop oligometastases?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Cycloplegic autorefraction in young adults: is it mandatory?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does screening or surveillance for primary hepatocellular carcinoma with ultrasonography improve the prognosis of patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "\"Would a man smell a rose then throw it away?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Department of Transportation vs self-reported data on motor vehicle collisions and driving convictions for stroke survivors: do they agree?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Neoadjuvant Imatinib in Locally Advanced Gastrointestinal stromal Tumours, Will Kit Mutation Analysis Be a Pathfinder?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the lipid-lowering peroxisome proliferator-activated receptors ligand bezafibrate prevent colon cancer in patients with coronary artery disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does self-efficacy mediate the relationship between transformational leadership behaviours and healthcare workers' sleep quality?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does microbial contamination influence the success of the hematopoietic cell transplantation outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Very high serum CA 19-9 levels: a contraindication to pancreaticoduodenectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Perioperative care in an animal model for training in abdominal surgery: is it necessary a preoperative fasting?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are physicians aware of the side effects of angiotensin-converting enzyme inhibitors?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Residual fundus or neofundus after laparoscopic sleeve gastrectomy: is fundectomy safe and effective as revision surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are physician estimates of asthma severity less accurate in black than in white patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does laparoscopic surgery decrease the risk of atrial fibrillation after foregut surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The Main Gate Syndrome: a new format in mass-casualty victim \"surge\" management?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do communication disorders extend to musical messages?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do patients with rheumatoid arthritis established on methotrexate and folic acid 5 mg daily need to continue folic acid supplements long term?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can infundibular height predict the clearance of lower pole calyceal stone after extracorporeal shockwave lithotripsy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does lung ischemia and reperfusion have an impact on coronary flow?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is a patient's self-reported health-related quality of life a prognostic factor for survival in non-small-cell lung cancer patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Transient tachypnea of the newborn (TTN): a role for polymorphisms in the beta-adrenergic receptor (ADRB) encoding genes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is duration of psychological treatment for depression related to return into treatment?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does shaving the incision site increase the infection rate after spinal surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "The influence of atmospheric pressure on aortic aneurysm rupture--is the diameter of the aneurysm important?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do French lay people and health professionals find it acceptable to breach confidentiality to protect a patient's wife from a sexually transmitted disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do somatic complaints predict subsequent symptoms of depression?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are women with major depression in pregnancy identifiable in population health data?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Remote ischemic postconditioning: does it protect against ischemic damage in percutaneous coronary revascularization?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does combining antiretroviral agents in a single dosage form enhance quality of life of HIV/AIDS patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "The inverse equity hypothesis: does it apply to coverage of cancer screening in middle-income countries?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Identification of racial disparities in breast cancer mortality: does scale matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the leukocyte count correlate with the severity of injury?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can transcranial direct current stimulation be useful in differentiating unresponsive wakefulness syndrome from minimally conscious state patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Aromatase inhibitor-related musculoskeletal symptoms: is preventing osteoporosis the key to eliminating these symptoms?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Could different follow-up modalities play a role in the diagnosis of asymptomatic endometrial cancer relapses?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Locoregional opening of the rodent blood-brain barrier for paclitaxel using Nd:YAG laser-induced thermo therapy: a new concept of adjuvant glioma therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Preoperative tracheobronchoscopy in newborns with esophageal atresia: does it matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is horizontal semicircular canal ocular reflex influenced by otolith organs input?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is perforation of the appendix a risk factor for tubal infertility and ectopic pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Serovar specific immunity to Neisseria gonorrhoeae: does it exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "May student examiners be reasonable substitute examiners for faculty in an undergraduate OSCE on medical emergencies?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are endothelial cell patterns of astrocytomas indicative of grade?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do healthier lifestyles lead to less utilization of healthcare resources?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Antral follicle assessment as a tool for predicting outcome in IVF--is it a better predictor than age and FSH?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do all ethnic groups in New Zealand exhibit socio-economic mortality gradients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can normal knee kinematics be restored with unicompartmental knee replacement?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are serum leptin levels a prognostic factor in advanced lung cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is fetal gender associated with emergency department visits for asthma during pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Stretch-sensitive KCNQ1 mutation A link between genetic and environmental factors in the pathogenesis of atrial fibrillation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are adult body circumferences associated with height?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Would corrected QT dispersion predict left ventricular hypertrophy in hypertensive patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Traumatic aortic injury: does the anatomy of the aortic arch influence aortic trauma severity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Inpatient versus outpatient management of neutropenic fever in gynecologic oncology patients: is risk stratification useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should chest wall irradiation be included after mastectomy and negative node breast cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can bisphosphonate treatment be stopped in a growing child with skeletal fragility?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Regional anesthesia as compared with general anesthesia for surgery in geriatric patients with hip fracture: does it decrease morbidity, mortality, and health care costs?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does blood pressure change in treated hypertensive patients depending on whether it is measured by a physician or a nurse?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Treadmill testing of children who have spina bifida and are ambulatory: does peak oxygen uptake reflect maximum oxygen uptake?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the probability of prenatal diagnosis or termination of pregnancy different for fetuses with congenital anomalies conceived following assisted reproductive techniques?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there a relationship between complex fractionated atrial electrograms recorded during atrial fibrillation and sinus rhythm fractionation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does rural or urban residence make a difference to neonatal outcome in premature birth?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the use of cyanoacrylate in intestinal anastomosis a good and reliable alternative?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is trabecular bone related to primary stability of miniscrews?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there any evidence of a \"July effect\" in patients undergoing major cancer surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is it necessary to insert a nasobiliary drainage tube routinely after endoscopic clearance of the common bile duct in patients with choledocholithiasis-induced cholangitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Storage of vaccines in the community: weak link in the cold chain?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is the clinically positive axilla in breast cancer really a contraindication to sentinel lymph node biopsy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Convulsions and retinal haemorrhage: should we look further?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are patients willing participants in the new wave of community-based medical education in regional and rural Australia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can Flexible Instruments Create Adequate Femoral Tunnel Lengths at 90° of Knee Flexion in Anterior Cruciate Ligament Reconstruction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Quality of life in lung cancer patients: does socioeconomic status matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are Biochemical Markers of Bone Turnover Representative of Bone Histomorphometry in 370 Postmenopausal Women?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Should early extubation be the goal for children after congenital cardiac surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does delivery mode affect women's postpartum quality of life in rural China?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Menopausal hormone therapy and irregular endometrial bleeding: a potential role for uterine natural killer cells?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Percutaneous ethanol injection for benign cystic thyroid nodules: is aspiration of ethanol-mixed fluid advantageous?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can the growth rate of a gallbladder polyp predict a neoplastic polyp?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are performance measurement systems useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does para-cervical block offer additional advantages in abortion induction with gemeprost in the 2nd trimester?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does insulin resistance drive the association between hyperglycemia and cardiovascular risk?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are there risk factors that increase the rate of staple line leakage in patients undergoing primary sleeve gastrectomy for morbid obesity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Chronic functional somatic symptoms: a single syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Actinobaculum schaalii, a cause of urinary tract infections in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Prevalence of chronic conditions among Medicare Part A beneficiaries in 2008 and 2010: are Medicare beneficiaries getting sicker?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does successful completion of the Perinatal Education Programme result in improved obstetric practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do patients with localized prostate cancer treatment really want more aggressive treatment?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does music influence stress in mechanically ventilated patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does reducing spasticity translate into functional benefit?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the holmium:YAG laser the best intracorporeal lithotripter for the ureter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Metered-dose inhalers. Do health care providers know what to teach?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the bracket-ligature combination affect the amount of orthodontic space closure over three months?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Health habits and vaccination status of Lebanese residents: are future doctors applying the rules of prevention?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does vaginal intraepithelial neoplasia have the same evolution as cervical intraepithelial neoplasia?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Should general practitioners call patients by their first names?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Transesophageal echocardiographic assessment of left ventricular function in brain-dead patients: are marginally acceptable hearts suitable for transplantation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Attenuation of ischemia/reperfusion-induced ovarian damage in rats: does edaravone offer protection?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the National Institutes of Health Stroke Scale favor left hemisphere strokes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can a Novel Surgical Approach to the Temporomandibular Joint Improve Access and Reduce Complications?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Young-Burgess classification of pelvic ring fractures: does it predict mortality, transfusion requirements, and non-orthopaedic injuries?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is vitamin D deficiency a feature of pediatric celiac disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is unsafe sexual behaviour increasing among HIV-infected individuals?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cholestasis associated with small bowel atresia: do we always need to investigate?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are financial incentives cost-effective to support smoking cessation during pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can medical students contribute to quality assurance programmes in day surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Measurement of head and neck paragangliomas: is volumetric analysis worth the effort?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Three-dimensional ultrasound-validated large-core needle biopsy: is it a reliable method for the histological assessment of breast lesions?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can bone thickness and inter-radicular space affect miniscrew placement in posterior mandibular sites?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do general practice selection scores predict success at MRCGP?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The Deformity Angular Ratio: Does It Correlate With High-Risk Cases for Potential Spinal Cord Monitoring Alerts in Pediatric 3-Column Thoracic Spinal Deformity Corrective Surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does age moderate the effect of personality disorder on coping style in psychiatric inpatients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Autoxidation products of both carbohydrates and lipids are increased in uremic plasma: is there oxidative stress in uremia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can 'high-risk' human papillomaviruses (HPVs) be detected in human breast milk?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Quaternary cytoreductive surgery in ovarian cancer: does surgical effort still matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Chemotherapy and survival in advanced non-small cell lung carcinoma: is pneumologists' skepticism justified?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does topical ropivacaine reduce the post-tonsillectomy morbidity in pediatric patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is pain a clinically relevant problem in general adult psychiatry?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does concomitant anterior/apical repair during midurethral sling improve the overactive bladder component of mixed incontinence?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the use of atypical antipsychotics as adjunctive therapy in depression result in cost savings?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can patients be anticoagulated after intracerebral hemorrhage?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Diagnostic and therapeutic ureteroscopy: is dilatation of ureteral meatus always necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does managed care enable more low income persons to identify a usual source of care?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Knee extensor strength, dynamic stability, and functional ambulation: are they related in Parkinson's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is distance to provider a barrier to care for medicaid patients with breast, colorectal, or lung cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can folic acid protect against congenital heart defects in Down syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are there mental health differences between francophone and non-francophone populations in manitoba?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does type 1 diabetes mellitus affect Achilles tendon response to a 10 km run?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Fragility of the esophageal mucosa: a pathognomonic endoscopic sign of primary eosinophilic esophagitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does cup-cage reconstruction with oversized cups provide initial stability in THA for osteoporotic acetabular fractures?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pulmonary valve replacement in adults late after repair of tetralogy of fallot: are we operating too late?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Xanthogranulomatous cholecystitis: a premalignant condition?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does TDP-43 type confer a distinct pattern of atrophy in frontotemporal lobar degeneration?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is oncoplastic surgery a contraindication for accelerated partial breast radiation using the interstitial multicatheter brachytherapy method?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Diagnostic characteristics of child bipolar I disorder: does the \"Treatment of Early Age Mania (team)\" sample generalize?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Estimation of basal metabolic rate in Chinese: are the current prediction equations applicable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does rugby headgear prevent concussion?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Spinal subdural hematoma: a sequela of a ruptured intracranial aneurysm?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can shape analysis differentiate free-floating internal carotid artery thrombus from atherosclerotic plaque in patients evaluated with CTA for stroke or transient ischemic attack?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Dementia and aphasia in motor neuron disease: an underrecognised association?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does solid culture for tuberculosis influence clinical decision making in India?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Diffusion-weighted echo-planar MR imaging of primary parotid gland tumors: is a prediction of different histologic subtypes possible?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a role for endothelin-1 in the hemodynamic changes during hemodialysis?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do risk factors for suicidal behavior differ by affective disorder polarity?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Multidisciplinary breast cancer clinics. Do they work?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the international normalised ratio (INR) reliable?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are there associations of health status, disease activity and damage in SLE patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "PSA repeatedly fluctuating levels are reassuring enough to avoid biopsy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is zero central line-associated bloodstream infection rate sustainable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is gastric electrical stimulation superior to standard pharmacologic therapy in improving GI symptoms, healthcare resources, and long-term health care benefits?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should pulp chamber pulpotomy be seen as a permanent treatment?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does transverse apex coincide with coronal apex levels (regional or global) in adolescent idiopathic scoliosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the Child Health Computing System adequately identify children with cerebral palsy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are we seeing the effects of public awareness campaigns?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is breast cancer prognosis inherited?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does nuchal translucency thickness in the first trimester predict GDM onset during pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are the arginine vasopressin V1a receptor microsatellites related to hypersexuality in children with a prepubertal and early adolescent bipolar disorder phenotype?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Stage I non-small cell lung carcinoma: really an early stage?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does Residency Selection Criteria Predict Performance in Orthopaedic Surgery Residency?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Optimism and survival: does an optimistic outlook predict better survival at advanced ages?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is it better to be big?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is arch form influenced by sagittal molar relationship or Bolton tooth-size discrepancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cold knife conization vs. LEEP. Are they the same procedure?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are pectins involved in cold acclimation and de-acclimation of winter oil-seed rape plants?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Updating emotional content in working memory: a depression-specific deficit?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does ultrasound imaging before puncture facilitate internal jugular vein cannulation?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Should prostate specific antigen be adjusted for body mass index?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does obstructive sleep apnea affect aerobic fitness?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "The effect of an intracerebroventricular injection of metformin or AICAR on the plasma concentrations of melatonin in the ewe: potential involvement of AMPK?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Literacy after cerebral hemispherectomy: Can the isolated right hemisphere read?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Characterization of the gender dimorphism after injury and hemorrhagic shock: are hormonal differences responsible?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can communication with terminally ill patients be taught?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Delays in time to primary treatment after a diagnosis of breast cancer: does it impact survival?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are increased carotid artery pulsatility and resistance indexes early signs of vascular abnormalities in young obese males?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are acceptance rates of a national preventive home visit programme for older people socially imbalanced?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does open access publishing increase the impact of scientific articles?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "In vivo visualization of pyloric mucosal hypertrophy in infants with hypertrophic pyloric stenosis: is there an etiologic role?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the early adopter of drugs exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does high blood pressure reduce the risk of chronic low back pain?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does responsibility affect the public's valuation of health care interventions?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Nasal fractures:  is closed reduction satisfying?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do improvements in outreach, clinical, and family and community-based services predict improvements in child survival?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does spontaneous remission occur in polyarteritis nodosa?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Gluten tolerance in adult patients with celiac disease 20 years after diagnosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do symptoms predict COPD in smokers?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Search engine as a diagnostic tool in difficult immunological and allergologic cases: is Google useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Uniformity of evidence-based treatments in practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do approved doctors and medical referees in the UK agree when assessing a seafarer's fitness?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Hepatorenal syndrome: are we missing some prognostic factors?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Vaginal dose assessment in image-guided brachytherapy for cervical cancer: Can we really rely on dose-point evaluation?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Prescriptions as a proxy for asthma in children: a good choice?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the familial transmission of drinking patterns persist into young adulthood?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Proof of concept study: does fenofibrate have a role in sleep apnoea syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can mental imagery functional magnetic resonance imaging predict recovery in patients with disorders of consciousness?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The nurse cystoscopist: a feasible option?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is cardiovascular evaluation necessary prior to and during beta-blocker therapy for infantile hemangiomas?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is specialty care associated with improved survival of patients with congestive heart failure?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can the prognosis of polymyalgia rheumatica be predicted at disease onset?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should ascitis volume and anthropometric measurements be estimated in hospitalized alcoholic cirrotics?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The use of audit to identify maternal mortality in different settings: is it just a difference between the rich and the poor?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Could the extent of lymphadenectomy be modified by neoadjuvant chemotherapy in cervical cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do Wound Cultures Give Information About the Microbiology of Blood Cultures in Severe Burn Patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are behavioural risk factors to be blamed for the conversion from optimal blood pressure to hypertensive status in Black South Africans?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Systematic use of patient-rated depression severity monitoring: is it helpful and feasible in clinical psychiatry?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Treadmill training post stroke: are there any secondary benefits?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does lunar position influence the time of delivery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is oral endotracheal intubation efficacy impaired in the helicopter environment?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Prostatic syndrome and pleural effusion: are they different diseases?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Telemedicine and type 1 diabetes: is technology per se sufficient to improve glycaemic control?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is controlled ovarian stimulation in intrauterine insemination an acceptable therapy in couples with unexplained non-conception in the perspective of multiple pregnancies?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is half-dose contrast-enhanced three-dimensional MR angiography sufficient for the abdominal aorta and pelvis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Digital Tomosynthesis: A Viable Alternative to Noncontrast Computed Tomography for the Follow-Up of Nephrolithiasis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "High cumulative insulin exposure: a risk factor of atherosclerosis in type 1 diabetes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are hepatitis G virus and TT virus involved in cryptogenic chronic liver disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do older patients who refuse to participate in a self-management intervention in the Netherlands differ from older patients who agree to participate?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Preoperative locoregional staging of gastric cancer: is there a place for magnetic resonance imaging?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do familiar teammates request and accept more backup?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Transsphenoidal pituitary surgery in Cushing's disease: can we predict outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can bedside assessment reliably exclude aspiration following acute stroke?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are UK radiologists satisfied with the training and support received in suspected child abuse?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Artefacts in 24-h pharyngeal and oesophageal pH monitoring: is simplification of pH data analysis feasible?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can the condition of the cell microenvironment of mediastinal lymph nodes help predict the risk of metastases in non-small cell lung cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are wandering and physically nonaggressive agitation equivalent?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is size-reducing ascending aortoplasty with external reinforcement an option in modern aortic surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does depression diagnosis and antidepressant prescribing vary by location?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can routinely collected ambulance data about assaults contribute to reduction in community violence?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Volume change of uterine myomas during pregnancy: do myomas really grow?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is laparoscopic adrenalectomy safe and effective for adrenal masses larger than 7 cm?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Upstream solutions: does the supplemental security income program reduce disability in the elderly?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Profiling quality of care: Is there a role for peer review?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Eyelid-parotid metastasis: do we screen for coexisting masses?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Will CT ordering practices change if we educate residents about the potential effects of radiation exposure?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does context matter for the relationship between deprivation and all-cause mortality?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does stress increase imitation of drinking behavior?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "School food policy at Dutch primary schools: room for improvement?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the atopy patch test with house dust mites specific for atopic dermatitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Juvenile osteochondritis dissecans: is it a growth disturbance of the secondary physis of the epiphysis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do preoperative statins reduce atrial fibrillation after coronary artery bypass grafting?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a uniform basal endometrial gene expression profile during the implantation window in women who became pregnant in a subsequent ICSI cycle?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can decisional algorithms replace global introspection in the individual causality assessment of spontaneously reported ADRs?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can we rely on arterial line sampling in performing activated plasma thromboplastin time after cardiac surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does timing of initial surfactant treatment make a difference in rates of chronic lung disease or mortality in premature infants?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Clinician assessment for acute chest syndrome in febrile patients with sickle cell disease: is it accurate enough?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Outcome Feedback within Emergency Medicine Training Programs: An Opportunity to Apply the Theory of Deliberate Practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can multiple SNP testing in BRCA2 and BRCA1 female carriers be used to improve risk prediction models in conjunction with clinical assessment?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does a special interest in laparoscopy affect the treatment of acute cholecystitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can progression of valvar aortic stenosis be predicted accurately?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does automatic transmission improve driving behavior in older drivers?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Birth characteristics and risk of low intellectual performance in early adulthood: are the associations confounded by socioeconomic factors in adolescence or familial effects?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is scintigraphy a guideline method in determining amputation levels in diabetic foot?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is determination between complete and incomplete traumatic spinal cord injury clinically relevant?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Improvements in survival of gynaecological cancer in the Anglia region of England: are these an effect of centralisation of care and use of multidisciplinary management?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do symptoms matter when considering patients for phase I clinical trials?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is vitamin D insufficiency or deficiency related to the development of osteochondritis dissecans?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do episodic migraineurs selectively attend to headache-related visual stimuli?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Mitral replacement or repair for functional mitral regurgitation in dilated and ischemic cardiomyopathy: is it really the same?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do nontriploid partial hydatidiform moles exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is cholecystectomy really an indication for concomitant splenectomy in mild hereditary spherocytosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does surgery or radiation therapy impact survival for patients with extrapulmonary small cell cancers?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "MR Diagnosis of Bone Metastases at 1.5 T and 3 T: Can STIR Imaging Be Omitted?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Histologic evaluation of the testicular remnant associated with the vanishing testes syndrome: is surgical management necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does pain intensity predict a poor opioid response in cancer patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do prerecorded lecture VODcasts affect lecture attendance of first-yearpre-clinical Graduate Entry to Medicine students?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there an intrauterine influence on obesity?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Assessing Patient Reported Outcomes Measures via Phone Interviews Versus Patient Self-Survey in the Clinic: Are We Measuring the Same Thing?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is cytokeratin immunoreactivity useful in the diagnosis of short-segment Barrett's oesophagus in Korea?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is routine dissection of the station 9 lymph nodes really necessary for primary lung cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cutaneous melanoma in a multiethnic population: is this a different disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Marital status, living arrangement and mortality: does the association vary by gender?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does somatostatin confer insulinostatic effects of neuromedin u in the rat pancreas?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Kell alloimmunization in pregnancy: associated with fetal thrombocytopenia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Application of computer-aided diagnosis (CAD) in MR-mammography (MRM): do we really need whole lesion time curve distribution analysis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Vaccine protection in the elderly: are Austrian seniors adequately protected by vaccinations?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Vitamin D supplementation and regulatory T cells in apparently healthy subjects: vitamin D treatment for autoimmune diseases?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Gynecological cancer alarm symptoms: is contact with specialist care associated with lifestyle and socioeconomic status?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does elective re-siting of intravenous cannulae decrease peripheral thrombophlebitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can third trimester ultrasound predict the presentation of the first twin at delivery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Risk factors for major depression during midlife among a community sample of women with and without prior major depression: are they the same or different?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Totally implantable venous access device placement by interventional radiologists: are prophylactic antibiotics necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Starting insulin in type 2 diabetes: continue oral hypoglycemic agents?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Clinical identifiers for early-stage primary/idiopathic adhesive capsulitis: are we seeing the real picture?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does delaying surgery in immature adolescent idiopathic scoliosis patients with progressive curve, lead to addition of fusion levels?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Bactericidal activity of 3 cutaneous/mucosal antiseptic solutions in the presence of interfering substances: Improvement of the NF EN 13727 European Standard?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Empiric treatment of uncomplicated urinary tract infection with fluoroquinolones in older women in Israel: another lost treatment option?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do risk calculators accurately predict surgical site occurrences?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can EMS Providers Provide Appropriate Tidal Volumes in a Simulated Adult-sized Patient with a Pediatric-sized Bag-Valve-Mask?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can students' scores on preclerkship clinical performance examinations predict that they will fail a senior clinical performance examination?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Recovery Outcome Measures: Is There a Place for Culture, Attitudes, and Faith?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can surgeon familiarization with current evidence lead to a change in practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Advanced epithelial ovarian carcinoma in Thai women: should we continue to offer second-look laparotomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is high-sensitivity C-reactive protein associated with carotid atherosclerosis in healthy Koreans?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Validation of the 2009 TNM version in a large multi-institutional cohort of patients treated for renal cell carcinoma: are further improvements needed?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are interstitial fluid concentrations of meropenem equivalent to plasma concentrations in critically ill patients receiving continuous renal replacement therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does Sensation Return to the Nasal Tip After Microfat Grafting?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do older men benefit from curative therapy of localized prostate cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pituitary apoplexy: do histological features influence the clinical presentation and outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do African American women require fewer calories to maintain weight?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Emergency double-balloon enteroscopy combined with real-time viewing of capsule endoscopy: a feasible combined approach in acute overt-obscure gastrointestinal bleeding?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Cardiopulmonary bypass temperature does not affect postoperative euthyroid sick syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Body dysmorphic disorder: does it have a psychotic subtype?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does receipt of hospice care in nursing homes improve the management of pain at the end of life?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Fulfilling human resources development goal in West Africa: can the training of ophthalmologist diplomates be improved?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does binge drinking during early pregnancy increase the risk of psychomotor deficits?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does tranexamic acid reduce desmopressin-induced hyperfibrinolysis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does ultrasound-scored synovitis depend on the pharmacokinetics of subcutaneous anti-TNF agents in patients with rheumatoid arthritis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Counter sampling combined with medical provider education: do they alter prescribing behavior?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Global Longitudinal Pathway: has medical education curriculum influenced medical students' skills and attitudes toward culturally diverse populations?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Failed IUD insertions in community practice: an under-recognized problem?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Type II supracondylar humerus fractures: can some be treated nonoperatively?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The promise of specialty pharmaceuticals: are they worth the price?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does invasive diagnosis of nosocomial pneumonia during off-hours delay treatment?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Undescended testes: does age at orchiopexy affect survival of the testis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do lipids, blood pressure, diabetes, and smoking confer equal risk of myocardial infarction in women as in men?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does family practice at residency teaching sites reflect community practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Midwives' competence: is it affected by working in a rural location?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "The effective orifice area/patient aortic annulus area ratio: a better way to compare different bioprostheses?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Evaluation of pediatric VCUG at an academic children's hospital: is the radiographic scout image necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are endometrial polyps from pre-menopausal women similar to post-menopausal women?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does accompanying metabolic syndrome contribute to heart dimensions in hypertensive patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "The Prevalence of Incidentally Detected Idiopathic Misty Mesentery on Multidetector Computed Tomography: Can Obesity Be the Triggering Cause?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are pediatric concussion patients compliant with discharge instructions?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the zeolite hemostatic agent beneficial in reducing blood loss during arterial injury?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Treatment as prevention in resource-limited settings: is it feasible to maintain HIV viral load suppression over time?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are octogenarians at high risk for carotid endarterectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Has the mammography quality standards act affected the mammography quality in North Carolina?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do hospitals provide lower quality care on weekends?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Screening History Among Women with Invasive Cervical Cancer in an Academic Medical Center: Will We Miss Cancers Following Updated Guidelines?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Oral mucocele/ranula: Another human immunodeficiency virus-related salivary gland disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there an increase in the incidence of gbs carrier rates among pregnant women in northern Israel?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a dedicated discharge coordinator improve the quality of hospital discharge?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can dobutamine stress echocardiography induce cardiac troponin elevation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cigarettes and cinema: does parental restriction of R-rated movie viewing reduce adolescent smoking susceptibility?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are laboratories reporting serum quantitative hCG results correctly?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Steroids in aminoglycoside-containing ear drops: do they reduce cochlear toxicity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does having a regular primary care clinician improve quality of preventive care for young children?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does performance in selection processes predict performance as a dental student?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is it time to reconsider lobectomy in low-risk paediatric thyroid cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is an advance care planning model feasible in community palliative care?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do preoperative serum C-reactive protein levels predict the definitive pathological stage in patients with clinically localized prostate cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Sub-classification of low-grade cerebellar astrocytoma: is it clinically meaningful?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "After CLASS--Is a voluntary public insurance program a realistic way to meet the long-term support and service needs of adults with disabilities?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is intraoperative neuromonitoring associated with better functional outcome in patients undergoing open TME?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can we predict which head and neck cancer survivors develop fears of recurrence?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The secular growth acceleration: does it appear during fetal life?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does hippocampal atrophy on MRI predict cognitive decline?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Chemoradiotherapy in the management of locally advanced squamous cell carcinoma esophagus: is surgical resection required?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does quantitative left ventricular regional wall motion change after fibrous tissue resection in endomyocardial fibrosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Bridge experience with long-term implantable left ventricular assist devices. Are they an alternative to transplantation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does occupational nuclear power plant radiation affect conception and pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Lloyd-Davies position with Trendelenburg--a disaster waiting to happen?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is patient outcome compromised during the initial experience with robot-assisted radical cystectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is the Retromandibular Transparotid Approach a Reliable Option for the Surgical Treatment of Condylar Fractures?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Appendectomy timing: Will delayed surgery increase the complications?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Treatment of vitamin D deficiency in CKD patients with ergocalciferol: are current K/DOQI treatment guidelines adequate?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Comparing femoral version after intramedullary nailing performed by trauma-trained and non-trauma trained surgeons: is there a difference?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does Viral Co-Infection Influence the Severity of Acute Respiratory Infection in Children?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Will clinical studies elucidate the connection between the length of storage of transfused red blood cells and clinical outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cardiogenic shock complicating acute myocardial infarction in elderly patients: does admission to a tertiary center improve survival?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Learning needs of postpartum women: does socioeconomic status matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pitfalls in urinary stone identification using CT attenuation values: are we getting the same information on different scanner models?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Laminoplasty outcomes: is there a difference between patients with degenerative stenosis and those with ossification of the posterior longitudinal ligament?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Immunohistochemical assessment of steroid hormone receptors in tissues of the anal canal. Implications for anal incontinence?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is acute fibrinous and organizing pneumonia the expression of immune dysregulation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Hypotension in patients with coronary disease: can profound hypotensive events cause myocardial ischaemic events?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "An HIV1/2 point of care test on sputum for screening TB/HIV co-infection in Central India - Will it work?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do inhaled corticosteroids affect perception of dyspnea during bronchoconstriction in asthma?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is routine chest radiography after transbronchial biopsy necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is it safe to perform rectal anastomosis in gynaecological debulking surgery without a diverting stoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does angiotensin-converting enzyme-1 (ACE-1) gene polymorphism lead to chronic kidney disease among hypertensive patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does laparoscopic antireflux surgery improve quality of life in patients whose gastro-oesophageal reflux disease is well controlled with medical therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is semi-closed endarterectomy of the superficial femoral artery combined with a short venous bypass in case of insufficient venous material an acceptable alternative for limb-threatening ischemia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can biofeedback training of psychophysiological responses enhance athletes' sport performance?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do cytokines have any role in epilepsy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Cue-induced behavioural activation: a novel model of alcohol craving?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can routine offering of influenza vaccination in office-based settings reduce racial and ethnic disparities in adult influenza vaccination?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Colorectal cancer in young patients: is it a distinct clinical entity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can implant retention be recommended for treatment of infected TKA?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Long-term significance of postictal psychotic episodes II. Are they predictive of interictal psychotic episodes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do primary care physicians underprescribe antibiotics for peptic ulcer disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Blunt trauma in intoxicated patients: is computed tomography of the abdomen always necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Chronic progressive cervical myelopathy with HTLV-I infection: Variant form of HAM/TSP?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Gender difference in survival of resected non-small cell lung cancer: histology-related phenomenon?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is lumbar drainage of postoperative cerebrospinal fluid fistula after spine surgery effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is obesity a risk factor for wheezing among adolescents?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Dose end-tidal carbon dioxide measurement correlate with arterial carbon dioxide in extremely low birth weight infants in the first week of life?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is CA72-4 a useful biomarker in differential diagnosis between ovarian endometrioma and epithelial ovarian cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Preservation of the PCL when performing cruciate-retaining TKA: Is the tibial tuberosity a reliable predictor of the PCL footprint location?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The English antibiotic awareness campaigns: did they change the public's knowledge of and attitudes to antibiotic use?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does increased nerve length within the treatment volume improve trigeminal neuralgia radiosurgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is the affinity column-mediated immunoassay method suitable as an alternative to the microparticle enzyme immunoassay method as a blood tacrolimus assay?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should tumor depth be included in prognostication of soft tissue sarcoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is amoxapine an atypical antipsychotic?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does topical N-acetylcysteine application after myringotomy cause severe otorrhea?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is non-HDL-cholesterol a better predictor of long-term outcome in patients after acute myocardial infarction compared to LDL-cholesterol?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is intrapartum vibroacoustic stimulation an effective predictor of fetal acidosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The association of puberty and young adolescent alcohol use: do parents have a moderating role?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Must early postoperative oral intake be limited to laparoscopy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does loss of consciousness predict neuropsychological decrements after concussion?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does body mass index (BMI) influence morbidity and long-term survival in gastric cancer patients after gastrectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does patella position influence ligament balancing in total knee arthroplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the advanced age a contraindication to GERD laparoscopic surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Ultra high risk (UHR) for psychosis criteria: are there different levels of risk for transition to psychosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Has the 80-hour workweek improved surgical resident education in New England?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can continuous physical training counteract aging effect on myoelectric fatigue?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does ischemic preconditioning require reperfusion before index ischemia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are sports medicine journals relevant and applicable to practitioners and athletes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does head positioning influence anterior chamber depth in pseudoexfoliation syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are polymorphisms in oestrogen receptors genes associated with lipid levels in response to hormone therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Sternal plating for primary and secondary sternal closure; can it improve sternal stability?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can dose reduction to one parotid gland prevent xerostomia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the histidine triad nucleotide-binding protein 1 (HINT1) gene a candidate for schizophrenia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Increased neutrophil migratory activity after major trauma: a factor in the etiology of acute respiratory distress syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "BCRABL transcript detection by quantitative real-time PCR : are correlated results possible from homebrew assays?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does higher body mass index contribute to worse asthma control in an urban population?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does a physician's specialty influence the recording of medication history in patients' case notes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Living in an urban environment and non-communicable disease risk in Thailand: Does timing matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is renal warm ischemia over 30 minutes during laparoscopic partial nephrectomy possible?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does a febrile reaction to platelets predispose recipients to red blood cell alloimmunization?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Maternal creatine homeostasis is altered during gestation in the spiny mouse: is this a metabolic adaptation to pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pap smears with glandular cell abnormalities: Are they detected by rapid prescreening?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The HELPP syndrome--evidence of a possible systemic inflammatory response in pre-eclampsia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Spleen-preserving distal pancreatectomy with resection of the splenic vessels. Should one rely on the short gastric arteries?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Delayed peripheral facial palsy in the stapes surgery: can it be prevented?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Hepatic arterial embolization for unresectable hepatocellular carcinomas: do technical factors affect prognosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are pelvic anatomical structures in danger during arthroscopic acetabular labral repair?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Staging laparoscopy in patients with hepatocellular carcinoma: is it useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can echocardiography and ECG discriminate hereditary transthyretin V30M amyloidosis from hypertrophic cardiomyopathy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does pediatric housestaff experience influence tests ordered for infants in the neonatal intensive care unit?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is robotically assisted laparoscopic radical prostatectomy less invasive than retropubic radical prostatectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Nasal polyposis: is there an inheritance pattern?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "c-Kit-dependent growth of uveal melanoma cells: a potential therapeutic target?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pharmacologic regimens for knee osteoarthritis prevention: can they be cost-effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is anorectal endosonography valuable in dyschesia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Production of chemokines by perivascular adipose tissue: a role in the pathogenesis of atherosclerosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Continuity of care experience of residents in an academic vascular department: are trainees learning complete surgical care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Household and food shopping environments: do they play a role in socioeconomic inequalities in fruit and vegetable consumption?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does birth center care during a woman's first pregnancy have any impact on her future reproduction?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are environmental factors important in primary systemic vasculitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is low serum chloride level a risk factor for cardiovascular mortality?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is EQ-5D a valid quality of life instrument in patients with acute coronary syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Could Adult European Pharmacoresistant Epilepsy Patients Be Treated With Higher Doses of Zonisamide?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does early migraine treatment shorten time to headache peak and reduce its severity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the manic/mixed episode distinction in bipolar disorder patients run true over time?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Post-tonsillectomy late haemorrhage: is it a preferably night-time event?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Acute hepatitis C in Israel: a predominantly iatrogenic disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Out of the smokescreen II: will an advertisement targeting the tobacco industry affect young people's perception of smoking in movies and their intention to smoke?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do adjuvant aromatase inhibitors increase the cardiovascular risk in postmenopausal women with early breast cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Metastatic carcinoma to the cervical nodes from an unknown head and neck primary site: Is there a need for neck dissection?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cardiac reoperations in octogenarians: Do they really benefit?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Location and number of sutures placed for hiatal hernia repair during laparoscopic adjustable gastric banding: does it matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is Alveolar Macrophage Phagocytic Dysfunction in Children With Protracted Bacterial Bronchitis a Forerunner to Bronchiectasis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do elderly patients benefit from surgery in addition to radiotherapy for treatment of metastatic spinal cord compression?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are WHO/UNAIDS/UNICEF-recommended replacement milks for infants of HIV-infected mothers appropriate in the South African context?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is minilaparoscopic inguinal hernia repair feasible?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Surgical treatment of prosthetic valve endocarditis in patients with double prostheses: is single-valve replacement safe?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Epidural analgesia for surgical treatment of peritoneal carcinomatosis: a risky technique?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Risk stratification in emergency surgical patients: is the APACHE II score a reliable marker of physiological impairment?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are physicians meeting the needs of family caregivers of the frail elderly?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can nonproliferative breast disease and proliferative breast disease without atypia be distinguished by fine-needle aspiration cytology?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are Reviewers' Scores Influenced by Citations to Their Own Work?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the central venous pressure predict fluid responsiveness?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Memory-provoked rCBF-SPECT as a diagnostic tool in Alzheimer's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can we ease the financial burden of colonoscopy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is low birth weight a risk indicator for congenital cytomegalovirus infection?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is external palliative radiotherapy for gallbladder carcinoma effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is discordance in TEOAE and AABR outcomes predictable in newborns?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Chemical shift MRI: is there any contribution to morphologic evaluation of solid breast masses?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do some U.S. states have higher/lower injury mortality rates than others?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do European people with type 1 diabetes consume a high atherogenic diet?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Adults with mild intellectual disabilities: can their reading comprehension ability be improved?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do antibiotics decrease post-tonsillectomy morbidity?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Body diffusion-weighted MR imaging of uterine endometrial cancer: is it helpful in the detection of cancer in nonenhanced MR imaging?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do inhaled steroids differ from cromones in terms of hospital admission rates for asthma in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Substance use and HIV-related sexual behaviors among US high school students: are they related?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does sex influence the response to intravenous thrombolysis in ischemic stroke?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Thrombosis prophylaxis in hospitalised medical patients: does prophylaxis in all patients make sense?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do teleoncology models of care enable safe delivery of chemotherapy in rural towns?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does Paget's disease exist in India?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is There an Additional Value of Using Somatostatin Receptor Subtype 2a Immunohistochemistry Compared to Somatostatin Receptor Scintigraphy Uptake in Predicting Gastroenteropancreatic Neuroendocrine Tumor Response?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can vaginal pH be measured from the wet mount slide?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does Molecular Genotype Provide Useful Information in the Management of Radioiodine Refractory Thyroid Cancers?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Screening for gestational diabetes mellitus: are the criteria proposed by the international association of the Diabetes and Pregnancy Study Groups cost-effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are higher rates of depression in women accounted for by differential symptom reporting?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Follow-up of patients with new cardiovascular implantable electronic devices: are experts' recommendations implemented in routine clinical practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does limb-salvage surgery offer patients better quality of life and functional capacity than amputation?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Serum angiotensin-converting enzyme and frequency of severe hypoglycaemia in Type 1 diabetes: does a relationship exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Cervical spine fractures in geriatric blunt trauma patients with low-energy mechanism: are clinical predictors adequate?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do microbiological factors account for poor pregnancy outcome among unmarried pregnant women in Poland?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should all patients be optimized to the same preoperative hemoglobin level to avoid transfusion in primary knee arthroplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there any relation between cervical cord plaques and discopathy in patients with multiple sclerosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the processing of affective prosody influenced by spatial attention?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is there a role for leukocyte and CRP measurements in the diagnosis of acute appendicitis in the elderly?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are bipolar disorders underdiagnosed in patients with depressive episodes?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Prognosis of low-tone sudden deafness - does it inevitably progress to Meniere's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can pictorial warning labels on cigarette packages address smoking-related health disparities?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does patient-prosthesis mismatch after aortic valve replacement affect survival and quality of life in elderly patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is fear of anaphylactic shock discouraging surgeons from more widely adopting percutaneous and laparoscopic techniques in the treatment of liver hydatid cyst?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Reporting and interpreting red blood cell morphology: is there discordance between clinical pathologists and clinicians?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does β-catenin have a role in pathogenesis of sebaceous cell carcinoma of the eyelid?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is ultrasound equal to X-ray in pediatric fracture diagnosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Measuring hospital mortality rates: are 30-day data enough?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Hearing loss: an unknown complication of pre-eclampsia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is portable ultrasonography accurate in the evaluation of Schanz pin placement during extremity fracture fixation in austere environments?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Medical student education in emergency medicine: do students meet the national standards for clinical encounters of selected core conditions?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "A model of healing of Los Angeles grades C and D reflux oesophagitis: is there an optimal time of acid suppression for maximal healing?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Gadofosveset-enhanced MR angiography of carotid arteries: does steady-state imaging improve accuracy of first-pass imaging?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Sternal skin conductance: a reasonable surrogate for hot flash measurement?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Elephant trunk in a small-calibre true lumen for chronic aortic dissection: cause of haemolytic anaemia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does partial expander deflation exacerbate the adverse effects of radiotherapy in two-stage breast reconstruction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should temperature be monitorized during kidney allograft preservation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can p53 alterations be used to predict tumour response to pre-operative chemo-radiotherapy in locally advanced rectal cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is irritable bowel syndrome a diagnosis of exclusion?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is pelvic pain associated with defecatory symptoms in women with pelvic organ prolapse?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does ibuprofen increase perioperative blood loss during hip arthroplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Laparoscopic-assisted ileocolic resections in patients with Crohn's disease: are abscesses, phlegmons, or recurrent disease contraindications?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Has the use of complementary and alternative medicine therapies by U.S. adults with chronic disease-related functional limitations changed from 2002 to 2007?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is extended aortic replacement in acute type A dissection justifiable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is intensive monitoring during the first transfusion in pediatric patients necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Effects of exercise training on heart rate and QT interval in healthy young individuals: are there gender differences?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is coeliac disease screening in risk groups justified?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Analysis of the epidemiological pattern of Shigellosis in Barcelona between 1988 and 2012: Is it an emerging sexually transmitted infection?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "A patient with myelomeningocele: is untethering necessary prior to scoliosis correction?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is aerobic workload positively related to ambulatory blood pressure?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "PREVALENCE OF THE STREPTOCOCUS AGALACTIAE IN THE PREGNANT WOMAN FROM THE AUTONOMIC CITY OF MELILLA: IS CULTURE A DETERMINANT FACTOR?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is fluoroscopy essential for retrieval of lower ureteric stones?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the sequence of clamp application during open abdominal aortic aneurysm surgery influence distal embolisation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are lower fasting plasma glucose levels at diagnosis of type 2 diabetes associated with improved outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do elderly patients call 911 when presented with clinical scenarios suggestive of acute stroke?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Cerebromediastinal tuberculosis in a child with a probable Say-Barber-Miller syndrome: a causative link?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are virtual planning and guided surgery for head and neck reconstruction economically viable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do overweight children necessarily make overweight adults?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Biliary atresia: should all patients undergo a portoenterostomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does a history of unintended pregnancy lessen the likelihood of desire for sterilization reversal?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does early discharge with nurse home visits affect adequacy of newborn metabolic screening?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are stroke patients' reports of home blood pressure readings reliable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does increasing blood pH stimulate protein synthesis in dialysis patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can T-cell deficiency affect spatial learning ability following toluene exposure?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a relationship between homocysteine and vitiligo?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do dermatomyositis and polymyositis affect similar thigh muscles?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Juvenile ankylosing spondylitis--is it the same disease as adult ankylosing spondylitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is Aspiration Thrombectomy Beneficial in Patients Undergoing Primary Percutaneous Coronary Intervention?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can static foot posture measurements predict regional plantar surface area?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can dentists recognize manipulated digital radiographs?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is delayed gastric emptying following pancreaticoduodenectomy related to pylorus preservation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is Overexpression of Ki-67 a Prognostic Biomarker of Upper Tract Urinary Carcinoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a delay in transfer to a rehabilitation unit for older people affect outcome after fracture of the proximal femur?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the treatment of amblyopia normalise subfoveal choroidal thickness in amblyopic children?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "A comparison of 500 prefilled textured saline breast implants versus 500 standard textured saline breast implants: is there a difference in deflation rates?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do foreign bodies migrate through the body towards the heart?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there a relationship between serum paraoxonase level and epicardial fat tissue thickness?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Chemoradiation instead of surgery to treat mid and low rectal tumors: is it safe?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is calibration the cause of variation in liquid chromatography tandem mass spectrometry testosterone measurement?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are complex coronary lesions more frequent in patients with diabetes mellitus?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are variations in the use of carotid endarterectomy explained by population Need?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are there effects of intrauterine cocaine exposure on delinquency during early adolescence?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is expert breast pathology assessment necessary for the management of ductal carcinoma in situ ?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Thoracic and thoracoabdominal aneurysm repair: is reimplantation of spinal cord arteries a waste of time?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is year of radical prostatectomy a predictor of outcome in prostate cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does health information exchange reduce redundant imaging?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is decompressive surgery effective for spinal cord sarcoidosis accompanied with compressive cervical myelopathy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Endovenous laser ablation in the treatment of small saphenous varicose veins: does site of access influence early outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is a pressor necessary during aortic perfusion and oxygenation therapy of cardiac arrest?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do people who were passive smokers during childhood have increased risk of long-term work disability?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the covering of the resection margin after distal pancreatectomy advantageous?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does treatment duration affect outcome after radiotherapy for prostate cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the urinary biomarkers assessment a non-invasive approach to tubular lesions of the solitary kidney?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a role for fondaparinux in perioperative bridging?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Motor performance in chronic low back pain: is there an influence of pain-related cognitions?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Patient comprehension of emergency department care and instructions: are patients aware of when they do not understand?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can mandibular depiction be improved by changing the thickness of double-oblique computed tomography images?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Adjuvant radiation of stage III thymoma: is it necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Inhibin: a new circulating marker of hydatidiform mole?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the fibronectin-aggrecan complex present in cervical disk disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does peritoneal dialysis affect halitosis in patients with end-stage renal disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can elevated troponin I levels predict complicated clinical course and inhospital mortality in patients with acute pulmonary embolism?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is transurethral catheterisation the ideal method of bladder drainage?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "The colour of pain: can patients use colour to describe osteoarthritis pain?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Inpatient Pediatric Tonsillectomy: Does Hospital Type Affect Cost and Outcomes of Care?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does anterior laxity of the uninjured knee influence clinical outcomes of ACL reconstruction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the type of remission after a major depressive episode an important risk factor to relapses in a 4-year follow up?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Prostate-specific antigen and free prostate-specific antigen in the early detection of prostate cancer: do combination tests improve detection?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can homemade alcohol (Raksi) be useful for preserving dead bodies?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do elderly cancer patients have different care needs compared with younger ones?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is breast cancer survival improving?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can common carotid intima media thickness serve as an indicator of both cardiovascular phenotype and risk among black Africans?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Delayed diagnosis of anorectal malformations: are current guidelines sufficient?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is being small for gestational age a risk factor for retinopathy of prematurity?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Comparative safety of infliximab and etanercept on the risk of serious infections: does the association vary by patient characteristics?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Fast foods - are they a risk factor for asthma?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can magnetic resonance-ultrasound fusion biopsy improve cancer detection in enlarged prostates?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does normothermic normokalemic simultaneous antegrade/retrograde perfusion improve myocardial oxygenation and energy metabolism for hypertrophied hearts?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are there progressive brain changes in schizophrenia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does concept mapping enhance learning outcome of nursing students?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the Androgen Deficiency of Aging Men (ADAM) questionnaire useful for the screening of partial androgenic deficiency of aging men?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the Transmissible Liability Index (TLI) assessed in late childhood predict suicidal symptoms at young adulthood?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are there gender differences in the reasons why African Americans delay in seeking medical help for symptoms of an acute myocardial infarction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does histologic chorioamnionitis correspond to clinical chorioamnionitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are lifetime prevalence of impetigo, molluscum and herpes infection really increased in children having atopic dermatitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does sonographic needle guidance affect the clinical outcome of intraarticular injections?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Pancreas retransplantation:  a second chance for diabetic patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Factors determining the survival of nasopharyngeal carcinoma with lung metastasis alone: does combined modality treatment benefit?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do viral infections have a role in benign paroxysmal positional vertigo?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the enteral feeding advancement affect short-term outcomes in very low birth weight infants?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is late-night salivary cortisol a better screening test for possible cortisol excess than standard screening tests in obese patients with Type 2 diabetes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does psychological distress predict disability?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does preloading with colloids prevent hemodynamic changes when neurosurgical patients are subsequently changed to the seated position?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does continuous intravenous infusion of low-concentration epinephrine impair uterine blood flow in pregnant ewes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there a first night effect on sleep bruxism?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does menopausal transition affect the quality of life?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can clinicians use the PHQ-9 to assess depression in people with vision loss?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should all human immunodeficiency virus-infected patients with end-stage renal disease be excluded from transplantation?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is the 7th TNM edition suitable for biological predictor in early gastric cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does growth hormone replacement therapy reduce mortality in adults with growth hormone deficiency?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Attaining negative margins in breast-conservation operations: is there a consensus among breast surgeons?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can serum be used for analyzing the EGFR mutation status in patients with advanced non-small cell lung cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do Web-based and clinic samples of gay men living with HIV differ on self-reported physical and psychological symptoms?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are patients with diabetes receiving the same message from dietitians and nurses?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Preparing patients at high risk of falls for discharge home after rehabilitation: Do we meet the guidelines?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Expression of c-kit protooncogen in hepatitis B virus-induced chronic hepatitis, cirrhosis and hepatocellular carcinoma: has it a diagnostic role?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Longer term quality of life and outcome in stroke patients: is the Barthel index alone an adequate measure of outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do women residents delay childbearing due to perceived career threats?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do general practitioner hospitals reduce the utilisation of general hospital beds?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Some aspects of social exclusion: do they influence suicide mortality?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does parity increase insulin resistance during pregnancy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Informed consent for total hip arthroplasty: does a written information sheet improve recall by patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is gastric cancer different in Korea and the United States?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do we need imaging to diagnose appendicitis in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Discharging patients earlier from Winnipeg hospitals: does it adversely affect quality of care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the distribution of health care benefits in Kenya meet the principles of universal coverage?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cholesterol screening in school children: is family history reliable to choose the ones to screen?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Bony defects in chronic anterior posttraumatic dislocation of the shoulder: Is there a correlation between humeral and glenoidal lesions?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do parents recall and understand children's weight status information after BMI screening?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does ambulatory process of care predict health-related quality of life outcomes for patients with chronic disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does perspective-taking increase patient satisfaction in medical encounters?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is first-line single-agent mitoxantrone in the treatment of high-risk metastatic breast cancer patients as effective as combination chemotherapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are patients with Werlhof's disease at increased risk for bleeding complications when undergoing cardiac surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is neck pain associated with worse health-related quality of life 6 months later?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does oral α-galactosidase relieve irritable bowel symptoms?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there a connection between sublingual varices and hypertension?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can CT predict the level of CSF block in tuberculous hydrocephalus?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "MR arthrography of the shoulder: do we need local anesthesia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does cognitive function predict frequency compressed speech recognition in listeners with normal hearing and normal cognition?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Should cavitation in proximal surfaces be reported in cone beam computed tomography examination?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do supervised colorectal trainees differ from consultants in terms of quality of TME surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Affect-regulated exercise intensity: does training at an intensity that feels 'good' improve physical health?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do socioeconomic differences in mortality persist after retirement?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Women with synchronous primary cancers of the endometrium and ovary: do they have Lynch syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can emergency physicians accurately and reliably assess acute vertigo in the emergency department?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Orthostatic myoclonus: an underrecognized cause of unsteadiness?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the cell death in mesial temporal sclerosis apoptotic?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Contrast-enhanced MR imaging of hand and finger joints in patients with early rheumatoid arthritis: do we really need a full dose of gadobenate dimeglumine for assessing synovial enhancement at 3 T?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does laparoscopic cholecystectomy influence peri-sinusoidal cell activity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does case-mix based reimbursement stimulate the development of process-oriented care delivery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Risky sexual behavior among college students With ADHD: is the mother-child relationship protective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Rotator cuff tear--an occupational disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a need for pelvic CT scan in cases of renal cell carcinoma?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Prognostic factors for cervical spondylotic amyotrophy: are signs of spinal cord involvement associated with the neurological prognosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Parasacral sciatic nerve block: does the elicited motor response predict the success rate?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is Bare-Metal Stent Implantation Still Justifiable in High Bleeding Risk Patients Undergoing Percutaneous Coronary Intervention?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Ovarian torsion in children: is oophorectomy necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does minimal access major surgery in the newborn hurt less?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does aerobic fitness influence microvascular function in healthy adults at risk of developing Type 2 diabetes?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are high flow nasal cannulae noisier than bubble CPAP for preterm infants?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Nutritional assessment of gluten-free diet. Is gluten-free diet deficient in some nutrient?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Standardizing care in medical oncology: are Web-based systems the answer?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Antiretroviral therapy related adverse effects: Can sub-Saharan Africa cope with the new \"test and treat\" policy of the World Health Organization?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are the elderly with oropharyngeal carcinoma undertreated?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Preoperative staging of patients with liver metastases of colorectal carcinoma. Does PET/CT really add something to multidetector CT?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can myometrial electrical activity identify patients in preterm labor?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Schizophrenia patients with high intelligence: A clinically distinct sub-type of schizophrenia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is ankle/arm pressure predictive for cardiovascular mortality in older patients living in nursing homes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is nasogastric decompression useful in prevention of leaks after laparoscopic sleeve gastrectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "The objective structured clinical examination: can physician-examiners participate from a distance?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "CPAP therapy in patients with idiopathic pulmonary fibrosis and obstructive sleep apnea: does it offer a better quality of life and sleep?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does open access endoscopy close the door to an adequately informed patient?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is hypoalbuminemia an independent prognostic factor in patients with gastric cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can the postoperative pain level be predicted preoperatively?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Proliferative index obtained by DNA image cytometry. Does it add prognostic information in Auer IV breast cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does skin care frequency affect the severity of incontinence-associated dermatitis in critically ill patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is primary angioplasty an acceptable alternative to thrombolysis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should HIV-infected patients be screened for silent myocardial ischaemia using gated myocardial perfusion SPECT?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does the aggressive use of polyvalent antivenin for rattlesnake bites result in serious acute side effects?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do resident's leadership skills relate to ratings of technical skill?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The FOOTSTEP self-management foot care programme: are rheumatoid arthritis patients physically able to participate?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "CYP2D6*4 allele and breast cancer risk: is there any association?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does base deficit predict mortality in patients with severe traumatic brain injury?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does increased use of private health care reduce the demand for NHS care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does confined placental mosaicism account for adverse perinatal outcomes in IVF pregnancies?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Utility of unenhanced fat-suppressed T1-weighted MRI in children with sickle cell disease -- can it differentiate bone infarcts from acute osteomyelitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Cancer of the buccal mucosa: are margins and T-stage accurate predictors of local control?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can mass drug administration lead to the sustainable control of schistosomiasis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can D-dimer become a new diagnostic parameter for acute appendicitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there a relationship between rheumatoid arthritis and periodontal disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do clinical variables predict pathologic radiographs in the first episode of wheezing?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Globulomaxillary cysts--do they really exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "MiraLAX vs. Golytely: is there a significant difference in the adenoma detection rate?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does government assistance improve utilization of eye care services by low-income individuals?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does telmisartan prevent hepatic fibrosis in rats with alloxan-induced diabetes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Two-year follow-up survey of patients with allergic contact dermatitis from an occupational cohort: is the prognosis dependent on the omnipresence of the allergen?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can calprotectin predict relapse risk in inflammatory bowel disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can nurse-led preoperative education reduce anxiety and postoperative complications of patients undergoing cardiac surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a discrepancy between patient and physician quality of life assessment?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Impact of MPH programs: contributing to health system strengthening in low- and middle-income countries?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is diffusion-weighted imaging a significant indicator of the development of vascularization in hypovascular hepatocellular lesions?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are failures of anterior cruciate ligament reconstruction associated with steep posterior tibial slopes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does evidence-based practice improve patient outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Multidisciplinary decisions in breast cancer: does the patient receive what the team has recommended?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does quilting suture prevent seroma in abdominoplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does feeding tube insertion and its timing improve survival?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does prostate morphology affect outcomes after holmium laser enucleation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do acute changes in heart rate by isoproterenol affect aortic stiffness in patients with hypertension?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "\"Occult\" posttraumatic lesions of the knee: can magnetic resonance substitute for diagnostic arthroscopy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Could ESC (Electronic Stability Control) change the way we drive?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The insertion allele of the ACE gene I/D polymorphism. A candidate gene for insulin resistance?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do ventricular arrhythmias in athletes subside over time?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does ethnicity affect where people with cancer die?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are patients with serious mental illness more likely to be admitted to nursing homes with more deficiencies in care?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does an additional antirotation U-Blade (RC) lag screw improve treatment of AO/OTA 31 A1-3 fractures with gamma 3 nail?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "The Omega-3 Index: a new risk factor for death from coronary heart disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "May mean platelet volume levels be a predictor in the diagnosis of pelvic inflammatory disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do cytokine concentrations in pancreatic juice predict the presence of pancreatic diseases?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the sex of acute stroke patients influence the effectiveness of rt-PA?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are head and neck specific quality of life measures necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Diabetes mellitus among Swedish art glass workers--an effect of arsenic exposure?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does SYNTAX score predict in-hospital outcomes in patients with ST elevation myocardial infarction undergoing primary percutaneous coronary intervention?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is micro-computed tomography reliable to determine the microstructure of the maxillary alveolar bone?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does use of hydrophilic guidewires significantly improve technical success rates of peripheral PTA?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does frozen section alter surgical management of multinodular thyroid disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Could chest wall rigidity be a factor in rapid death from illicit fentanyl abuse?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is severe pain immediately after spinal augmentation a predictor of long-term outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can computerised tomography replace bone scintigraphy in detecting bone metastases from breast cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does obesity impact the pattern and outcome of trauma in children?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is non-invasive diagnosis of esophageal varices in patients with compensated hepatic cirrhosis possible by duplex Doppler ultrasonography?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is (18)F-FDG a surrogate tracer to measure tumor hypoxia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can dogs prime autistic children for therapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are 99mTc leukocyte scintigraphy and SBFT studies useful in children suspected of having inflammatory bowel disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Risk factors for avascular necrosis of bone in patients with systemic lupus erythematosus: is there a role for antiphospholipid antibodies?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Prostate bed target interfractional motion using RTOG consensus definitions and daily CT on rails : Does target motion differ between superior and inferior portions of the clinical target volume?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Esophagogastric devascularization without splenectomy in portal hypertension: safe and effective?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does maternal obesity have an influence on feeding behavior of obese children?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is plate clearing a risk factor for obesity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should lower limb fractures be treated surgically in patients with chronic spinal injuries?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is vancomycin MIC creep a worldwide phenomenon?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does short-term treatment with proton pump inhibitors cause rebound aggravation of symptoms?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do family physicians make good sentinels for influenza?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Aberrant loss of dickkopf-3 in gastric cancer: can it predict lymph node metastasis preoperatively?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is ganglionated plexi ablation during Maze IV procedure beneficial for postoperative long-term stable sinus rhythm?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Double reading of barium enemas: is it necessary?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is severe macrosomia manifested at 11-14 weeks of gestation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do older adults with cancer fall more often?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Scrotal approach to both palpable and impalpable undescended testes: should it become our first choice?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is grandmultiparity an independent risk factor for adverse perinatal outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the investing layer of the deep cervical fascia exist?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is crime associated with over-the-counter pharmacy syringe sales?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is prophylactic fixation a cost-effective method to prevent a future contralateral fragility hip fracture?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is double-balloon enteroscopy an accurate method to diagnose small-bowel disorders?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does strategy training reduce age-related deficits in working memory?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does the SCL 90-R obsessive-compulsive dimension identify cognitive impairments?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is fetal anatomic assessment on follow-up antepartum sonograms clinically useful?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is muscle power related to running speed with changes of direction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can magnetic resonance imaging accurately predict concordant pain provocation during provocative disc injection?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is a 9-month treatment sufficient in tuberculous enterocolitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does coronary angiography before emergency aortic surgery affect in-hospital mortality?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is bicompartmental knee arthroplasty more favourable to knee muscle strength and physical performance compared to total knee arthroplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can gingival crevicular blood be relied upon for assessment of blood glucose level?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Predicting admission at triage: are nurses better than a simple objective score?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Target Serum Urate: Do Gout Patients Know Their Goal?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Diagnosis and follow-up in constipated children: should we use ultrasound?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are neighbourhood social capital and availability of sports facilities related to sports participation among Dutch adolescents?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Did the call for boycott by the Catholic bishops affect the polio vaccination coverage in Kenya in 2015?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Recurrent spontaneous abortion and skewed X-inactivation: is there an association?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does increased patient awareness improve accrual into cancer-related clinical trials?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does airway surgery lower serum lipid levels in obstructive sleep apnea patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is withdrawal-induced anxiety in alcoholism based on beta-endorphin deficiency?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do older patients receive adequate stroke care?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Doppler examination of uteroplacental circulation in early pregnancy: can it predict adverse outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can vitamin C prevent complex regional pain syndrome in patients with wrist fractures?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is digoxin use for cardiovascular disease associated with risk of prostate cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are income-related differences in active travel associated with physical environmental characteristics?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can Roux-en-Y gastric bypass provide a lifelong solution for diabetes mellitus?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does the severity of obstructive sleep apnea predict patients requiring high continuous positive airway pressure?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do the changes in the serum levels of IL-2, IL-4, TNFalpha, and IL-6 reflect the inflammatory activity in the patients with post-ERCP pancreatitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is routine intraoperative frozen-section examination of sentinel lymph nodes in breast cancer worthwhile?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Preoperative platelet count in esophageal squamous cell carcinoma: is it a prognostic factor?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can we predict urinary stone composition based on an analysis of microelement concentration in the hair and urine?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Could ADMA levels in young adults born preterm predict an early endothelial dysfunction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can fractional lasers enhance transdermal absorption of topical lidocaine in an in vivo animal model?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does intra-abdominal desmoid disease affect patients with an ileal pouch differently than those with an ileorectal anastomosis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does anastomotic leakage affect functional outcome after rectal resection for cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Health care for immigrants in Europe: is there still consensus among country experts about principles of good practice?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can clinical supervision sustain our workforce in the current healthcare landscape?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the determination of specific IgE against components using ISAC 112 a reproducible technique?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the first urinary albumin/creatinine ratio (ACR) in women with suspected preeclampsia a prognostic factor for maternal and neonatal adverse outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there awareness of pharmaceutical expenditure in the reformed primary care system?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do women with ovaries of polycystic morphology without any other features of PCOS benefit from short-term metformin co-treatment during IVF?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Estimated fetal weight by ultrasound: a modifiable risk factor for cesarean delivery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does Mammographic Density have an Impact on the Margin Re-excision Rate After Breast-Conserving Surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are women who are treated for hypothyroidism at risk for pregnancy complications?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Internal derangement of the temporomandibular joint: is there still a place for ultrasound?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Laparoscopic myomectomy: do size, number, and location of the myomas form limiting factors for laparoscopic myomectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is intensive chemotherapy safe for rural cancer patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does sex affect the outcome of laparoscopic cholecystectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is atropine needed with ketamine sedation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does implant coating with antibacterial-loaded hydrogel reduce bacterial colonization and biofilm formation in vitro?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do family physicians know the costs of medical care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Combining process indicators to evaluate quality of care for surgical patients with colorectal cancer: are scores consistent with short-term outcome?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can APC mutation analysis contribute to therapeutic decisions in familial adenomatous polyposis?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Do emergency medical services professionals think they should participate in disease prevention?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is the ability to perform transurethral resection of the prostate influenced by the surgeon's previous experience?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is there a differential in the dental health of new recruits to the British Armed Forces?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is laparoscopic reoperation for failed antireflux surgery feasible?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does exercise during pregnancy prevent postnatal depression?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is endometrial polyp formation associated with increased expression of vascular endothelial growth factor and transforming growth factor-beta1?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is human cytomegalovirus infection associated with hypertension?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is it possible to stop treatment with nucleos(t)ide analogs in patients with e-antigen negative chronic hepatitis B?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does radiotherapy around the time of pregnancy for Hodgkin's disease modify the risk of breast cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should displaced midshaft clavicular fractures be treated surgically?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is laparoscopic cholecystectomy safe and acceptable as a day case procedure?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is etoricoxib effective in preventing heterotopic ossification after primary total hip arthroplasty?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Should serum pancreatic lipase replace serum amylase as a biomarker of acute pancreatitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Rectal cancer threatening or affecting the prostatic plane: is partial prostatectomy oncologically adequate?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does bone anchor fixation improve the outcome of percutaneous bladder neck suspension in female stress urinary incontinence?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are intraoperative precursor events associated with postoperative major adverse events?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a family meetings intervention prevent depression and anxiety in family caregivers of dementia patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "HIF1A as a major vascular endothelial growth factor regulator: do its polymorphisms have an association with age-related macular degeneration?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is combined therapy more effective than growth hormone or hyperbaric oxygen alone in the healing of left ischemic and non-ischemic colonic anastomoses?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does oxybutynin hydrochloride cause arrhythmia in children with bladder dysfunction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do \"America's Best Hospitals\" perform better for acute myocardial infarction?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does preoperative anemia adversely affect colon and rectal surgery outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can early second-look tympanoplasty reduce the rate of conversion to modified radical mastoidectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is serum total bilirubin useful to differentiate cardioembolic stroke from other stroke subtypes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Delayed imaging in routine CT examinations of the abdomen and pelvis: is it worth the additional cost of radiation and time?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Suturing of the nasal septum after septoplasty, is it an effective alternative to nasal packing?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Have antiepileptic drug prescription claims changed following the FDA suicidality warning?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does ossification of the posterior longitudinal ligament affect the neurological outcome after traumatic cervical cord injury?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can distal ureteral diameter predict reflux resolution after endoscopic injection?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is leptin involved in phagocytic NADPH oxidase overactivity in obesity?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Canada's Compassionate Care Benefit: is it an adequate public health response to addressing the issue of caregiver burden in end-of-life care?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Fatigue in primary Sjögren's syndrome: is there a link with the fibromyalgia syndrome?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is laparoscopic sonography a reliable and sensitive procedure for staging colorectal cancer?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is alexithymia a risk factor for unexplained physical symptoms in general medical outpatients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Alcohol consumption and acute myocardial infarction: a benefit of alcohol consumed with meals?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do mossy fibers release GABA?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "The clinical significance of bile duct sludge: is it different from bile duct stones?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can Ambu self-inflating bag and Neopuff infant resuscitator provide adequate and safe manual inflations for infants up to 10 kg weight?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Are IgM-enriched immunoglobulins an effective adjuvant in septic VLBW infants?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is resected stomach volume related to weight loss after laparoscopic sleeve gastrectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Resection of colorectal liver metastases after second-line chemotherapy: is it worthwhile?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do ART patients face higher C-section rates during their stage of delivery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a preoperative medically supervised weight loss program improve bariatric surgery outcomes?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is solitary kidney really more resistant to ischemia?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Neck pain treatment with acupuncture: does the number of needles matter?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does fluoridation reduce the use of dental services among adults?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Pertrochanteric fractures: is there an advantage to an intramedullary nail?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "SPECT study with I-123-Ioflupane (DaTSCAN) in patients with essential tremor. Is there any correlation with Parkinson's disease?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are the GFRUP's recommendations for withholding or withdrawing treatments in critically ill children applicable?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is inhaled prophylactic heparin useful for prevention and Management of Pneumonia in ventilated ICU patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is the h-index predictive of greater NIH funding success among academic radiologists?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is minimally invasive mitral valve repair with artificial chords reproducible and applicable in routine surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does obesity predict knee pain over fourteen years in women, independently of radiographic changes?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do liquid-based preparations of urinary cytology perform differently than classically prepared cases?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Outcomes of severely injured adult trauma patients in an Australian health service: does trauma center level make a difference?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a well developed collateral circulation predispose to restenosis after percutaneous coronary intervention?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are home sampling kits for sexually transmitted infections acceptable among men who have sex with men?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Does route of delivery affect maternal and perinatal outcome in women with eclampsia?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Surgical management of the atherosclerotic ascending aorta: is endoaortic balloon occlusion safe?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Estradiol and Antagonist Pretreatment Prior to Microdose Leuprolide in in Vitro Fertilization. Does It Improve IVF Outcomes in Poor Responders as Compared to Oral Contraceptive Pill?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are opioid dependence and methadone maintenance treatment (MMT) documented in the medical record?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Can teaching medical students to investigate medication errors change their attitudes towards patient safety?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Has the prevalence of health care services use increased over the last decade (2001-2009) in elderly people?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does high-dose radiotherapy benefit palliative lung cancer patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is endothelin-1 an aggravating factor in the development of acute pancreatitis?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Malnutrition, a new inducer for arterial calcification in hemodialysis patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does glomerular hyperfiltration in pregnancy damage the kidney in women with more parities?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Subclavian steal syndrome: can the blood pressure difference between arms predict the severity of steal?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can the Internet be used to improve sexual health awareness in web-wise young people?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Is eligibility for a chemotherapy protocol a good prognostic factor for invasive bladder cancer after radical cystectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does a geriatric oncology consultation modify the cancer treatment plan for elderly patients?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does left atrial appendage (LAA) occlusion device alter the echocardiography and electrocardiogram parameters in patients with atrial fibrillation?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Can ki-67 play a role in prediction of breast cancer patients' response to neoadjuvant chemotherapy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Intravenous administration of metoclopramide by 2 min bolus vs 15 min infusion: does it affect the improvement of headache while reducing the side effects?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Is the breast best for children with a family history of atopy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does escalation of the apical dose change treatment outcome in beta-radiation of posterior choroidal melanomas with 106Ru plaques?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does septoplasty change the dimensions of compensatory hypertrophy of the middle turbinate?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can patient coaching reduce racial/ethnic disparities in cancer pain control?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does prior benign prostate biopsy predict outcome for patients treated with radical perineal prostatectomy?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Does patient position during liver surgery influence the risk of venous air embolism?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Do Indigenous Australians age prematurely?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are tuberculosis patients adherent to prescribed treatments in China?\nA. Yes\nB. No\nC. Maybe\n", "target": "C. Maybe"}, {"input": "Ultrasound in squamous cell carcinoma of the penis; a useful addition to clinical staging?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Do oblique views add value in the diagnosis of spondylolysis in adolescents?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Are many colorectal cancers due to missed adenomas?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does desflurane alter left ventricular function when used to control surgical stimulation during aortic surgery?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Does gestational age misclassification explain the difference in birthweights for Australian aborigines and whites?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is there any interest to perform ultrasonography in boys with undescended testis?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Is peak concentration needed in therapeutic drug monitoring of vancomycin?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}, {"input": "Can autologous platelet-rich plasma gel enhance healing after surgical extraction of mandibular third molars?\nA. Yes\nB. No\nC. Maybe\n", "target": "A. Yes"}, {"input": "Are sugars-free medicines more erosive than sugars-containing medicines?\nA. Yes\nB. No\nC. Maybe\n", "target": "B. No"}]}